[
  {
    "spellName": "Abject Terror",
    "complexity": "4",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Cycles (Eff)",
    "keywords": "Morale Effect, Psychic Effect",
    "check": "Bonds Magic (Spirit): GRI + [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The target is immediately beset with nightmarish and vivid hallucinations of unspeakable horror. The target gains Cowed per DoS, and is Hallucinating and Distracted. A target may only be under the effects of this spell once per scene.",
    "altDescription": "-"
  },
  {
    "spellName": "Acid Cloud",
    "complexity": "5",
    "flare": "5",
    "range": "20 yds",
    "target": "Burst (4)",
    "action": "Cmplx (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Pervasive (3)",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A cloud of billowing green vapors hiss and swirl into existence, spraying in all direction. On cast, all targets in the affected area take MP(7+): X(-0), Acid Damage. This damage is considered Pervasive (3). Anyone entering the affected area immediately takes damage while the effect persists. During Cycle Maintenance, as a Spell Effect, Acid Cloud deals its damage to anyone currently within the affected area.",
    "altDescription": null
  },
  {
    "spellName": "Aggravate Wound",
    "complexity": "2",
    "flare": "3",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Permanent",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): BOD + [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "A fresh wound becomes violently augmented, cuts deepen, bruises darken. The target of this spell must have an existing wound. For every DoS Secured, the wound increases one category worse. Light Wounds, for example, can become Heavy at 2 DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Alacrity",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Your feet are propelled by the winds themselves as you move like the west wind. Gain +1 to Speed per DoS. At DoS 3 or more, gain Momentum.",
    "altDescription": null
  },
  {
    "spellName": "Alchemist's Fire",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "Cast upon a light source, such as a torch or lantern and turns the light blue. All can perceive within the area lit by this light as if they had Spiritsense.",
    "altDescription": "In a Social Scene, at the end of the Opening and Parlay Phase, know the target's disposition to your highest Tone. Gain Accurate (DoS) to Persuade (Handle) Action Checks during the Closing Phase."
  },
  {
    "spellName": "Alight",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Burst (Eff)",
    "action": "Stndrd (25T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Highly flammable objects alight as if lit by a spark. Wicks, torches, oil, etc. Gain Momentum on Cast. If a person is holding, or carrying a flaming item, or inside an area set alight, they take MP(7+):H(-0) Fire Damage. This fire persists as any other fire, lingering if enough fuel.",
    "altDescription": null
  },
  {
    "spellName": "Amplify Force",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M+10T)",
    "duration": "Instant",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Your arrow is sheathed in an invisible force, compelling it further, and causing it to strike deeper. This is a Boost to an Attack Action with a Bow, Crossbow, or Thrown Weapon. The Range Increment of the attack increases by your MP+DoS, and the attack gains +1 listed Penetration per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Amplify Strength",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M+10T)",
    "duration": "Instant",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Your body is reinforced by telekinetic energy, giving you burst strength beyond your limits. This is a Boost to any Action Check that is based on the Strength Attribute, granting +1d per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Amplify Strike",
    "complexity": "2",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M+10T)",
    "duration": "Instant",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Your arm falls with augmented invisible power, reinforcing your strike. This is a Boost to an attack with a Melee Weapon wielded in hand. Your BP is +1 per DoS on the boosted attack.",
    "altDescription": "-"
  },
  {
    "spellName": "An Ally in the Land",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Aura (7)",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Bushes, tall grass, overhanging vines and branches, all recede from your coming, easing your path. Movement Modifiers from Vegetation Terrain are reduced by one severity per DoS for everyone in the Aura. Treacherous becomes Rough, Rough becomes Difficult, Difficult becomes Normal. The rustling of the plants and grass in the aura is loud, granting everyone in the aura a Furtive Rating bonus equal to DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Animal Slumber",
    "complexity": "2",
    "flare": "1",
    "range": "Sensed",
    "target": "Burst (5)",
    "action": "Stndrd (20T)",
    "duration": "Cycles (Eff)",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "All Animals fall asleep, gaining the Unconscious Condition for the duration of the spell. Any damage suffered by the animal immediately rouses it, ending the duration.",
    "altDescription": "-"
  },
  {
    "spellName": "Animate Corpse",
    "complexity": "1",
    "flare": "1",
    "range": "Special",
    "target": "Special",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Summon (Literal)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The bodies of the fallen stir as you stitch them back into a macabre mockery of the living. Corpses, that you have Sensed, rise as \"Animated Corpses.\" Each DoS scored allows you to animate 3 Size Categories worth of Corpses. At DoS 1 this could be a single human, or say a dog (size 2) and a cat (size 1). There needs to be dead bodies in the targeted area for the spell to animate. These are managed as Summons (Literal), and can be commanded as a Group.",
    "altDescription": null
  },
  {
    "spellName": "Animate Shadows",
    "complexity": "6",
    "flare": "6",
    "range": "20 yds",
    "target": "Burst (6)",
    "action": "Cmplx (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "The shadows move, striking and coiling at those around them. On cast, note Effect of Animate Shadows as it governs all subsequent actions. Each target in the affected area is attacked by their own shadow, and must make an Athletics (Grapple) Action Check with a Target Number equal to Animate Shadow's Effect. Targets who failed gain the Grappled Condition. The caster may apply their remaining Effect to perform Grapple Maneuvers as per normal. After the initial cast, the Shadows remain in place as long as the caster chooses to sustain it, making additional grapple checks each Cycle Maintenance as a Spell Effect. On the target's pass, they may attempt to break free by making a Prosecute Grapple Action and gaining 1 Effect, enough to break free. This Check is made against the Animate Shadow's Persistent Effect.",
    "altDescription": null
  },
  {
    "spellName": "Animate Skeleton",
    "complexity": "2",
    "flare": "3",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Summon (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A pile of bones snap together, re-articulating into their assembled form as faint green light emanates from their otherwise empty eye sockets. You may animate a single Skeleton for the duration of the Scene. The Skeleton, if animated next to a weapon, will immediately grasp it as they animate. This is managed as a Summons (Logical). The Skeleton gains 1 Encounter Pool for use in this scene per DoS scored when casting the spell. There should be enough bones to assemble a functioning body for this spell to work, although they need not be precise matches part to part.",
    "altDescription": "In a Social Scene, New Memory can be used as an Action during the Parlay, granting Accurate (+5) during the Closing for the leader if the new memory pertains to the Social Scene in a meaningful way."
  },
  {
    "spellName": "Antidote",
    "complexity": "5",
    "flare": "4",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Cmplx (60T+2RP)",
    "duration": "Permanent",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): [c]+Special",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "You purge vile toxins and venoms from body of your target, expediting their recovery. The TN of this spell is equal to the DoS of a Poison currently afflicting a target, in addition to the spell Complexity. The Poison effects immediately end at DoS 1 or more, and tha target loses 4 Reserve Pool. Reserve Pool lost is reduced by 1 per DoS over the first DoS.",
    "altDescription": null
  },
  {
    "spellName": "Arcing Lance",
    "complexity": "5",
    "flare": "3",
    "range": "Self",
    "target": "Line (7)",
    "action": "Stndrd (30T+M)",
    "duration": "Instant",
    "keywords": "Electrical, Pervasive (3), Stunning",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A brilliant arc of silver blue energy erupts from your core, blazing down a straight line with a thundering clap. All struck by the line take Electrical Damage - MP(6+): E(-2), Electrical, Pervasive (3), Stunning. You may perform the Maneuver \"Arc\" for 2 Effect. Each use of the Arc Maneuver generates a new Arcing Lance, projecting in a Line (7) from any single struck target. No single target can be damaged more than once by Arcing Lance in the same cast.",
    "altDescription": "-"
  },
  {
    "spellName": "Armor of Life",
    "complexity": "6",
    "flare": "7",
    "range": "Self",
    "target": "Personal",
    "action": "Prep (1)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Morphic): BOD + [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Vegetation coils around you in a sinewy embrace, cording around your torso, arms, and legs. Must be touching verdant life, such as living wood, vines, brambles, etc. May not be used if the caster is already wearing Outer Layer Armor. While sustained the caster gains Resistance (3) against Etheric and Psychic Damage. Arrmor of Life is treated as Outer Layer with Extent (6), Bulk (1) and the following Hardness: \u000a\u000aC: 4, P: 8, I: 4, H: 0, E: 4, X: 4, D: 4\u000a\u000aThis armor Extent does not impede the Evergreen Spell. You may purchase 1 Armor of Life Ability per DoS, but not the same one more than once:\u000a\u000aThorn Eruption: Standard (5T)\u000aCan be used if you are Grappled by an attacker. Your grappled target takes 10d(6+): P(-0), Pervasive (6) Damage, and on a Light Wound gains the Hallucinating Condition for the remainder of the Scene.\u000a\u000aGrasping Vines: Boost (M)\u000aBoost to a Prosecute or Initiate Grapple Action. Vines assist in the Grapple, granting you bonus +4d to your Athletics (Grapple) actions.\u000a\u000aPrehensile Vine: Standard (20T), Sustain (+1AP)\u000aRequires an additional 1AP to Sustain. This vine tendril can carry a shield, or weapon, and functions as an Actor. It's initial Initiative is equal to yours. It can make melee action attacks using a Dice Pool equal to your MP(6+), and uses your MP for its BP. It has an Injury Track of Lightly (2), Heavily (1), Defeated (1). If it is destroyed, held items are dropped. You may grow a replacement as a Standard Action (1RP+20T).\u000a\u000aShifting Armor - Reaction (G+5T)\u000aReaction to a Precise Maneuver. Increase Armor Extent from Armor of Life to 9.\u000a\u000aVine Parry - Reaction (G+5T)\u000aYou may opt to parry with a Vine. This can reinforce an existing Parry effort (granting an additional +2 EVA), or on its own as a +2 EVA Basic Parry. This Parry cannot be Boosted and does not benefit from Disciplines that improve Parries.",
    "altDescription": "-"
  },
  {
    "spellName": "Aroma",
    "complexity": "1",
    "flare": "0",
    "range": "80 yds",
    "target": "Burst (10)",
    "action": "Cmplx (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "Aerosal, Morale Effect, Corpus Effect",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The plants and foliage in the area begin to emit a sweet and sharp odor. Aroma must be cast on an area with living vegetation. Note hits on manifesting the spell. Enemies that have the \"Scent\" Ability cannot benefit from it while in the affected area. The Aroma hangs in the air for 3 Cycles. Compare your hits to the Body Defense of all in the affected area. You may purchase Maneuvers with any scored Effect on each target at your discretion. Once Maneuvers are purchased and assigned on a target, each Cycle Maintenance, they are reapplied as a Spell Effect. The effects of Aroma end when a target exits the affected area.\u000a\u000aNumbness (2 Effect): Target's Awareness Defense is -2 while in the affected area, and are immune to all Morale Effects, including Conditions that Effect Morale: Berserk, Frenzied, Agony, Cowed, Panicked, or Hysterical.\u000aSapped (2 Effect): Target cannot benefit from Encounter Pool, or gain Momentum while in the affected area.\u000aSharpened (1 Effect): Target regains one lost Action Pool.\u000aInvigorated (4 Effect): Target regains one lost Reserve Pool.",
    "altDescription": null
  },
  {
    "spellName": "Art of Falling",
    "complexity": "3",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Instant",
    "keywords": "TSA (1)",
    "check": "Axiomatic Magic (Formulae): SPI+[c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "The target vanishes, only to appear high up in the air, hurtling unceremoniously back down to the ground. The target appears 10 yds straight up per DoS. If there is a ceiling, the maximum height of the teleportation is determined by the ceiling height. That target takes Falling Damage based on the teleported height, and lands Sprawled.",
    "altDescription": null
  },
  {
    "spellName": "As if a Dream",
    "complexity": "2",
    "flare": "2",
    "range": "Measure (1)",
    "target": "Single",
    "action": "Narrative",
    "duration": "Permanent",
    "keywords": "Psychic Effect, Subtle, Enchantment",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The last few moments become distant, hazy, and indistinct. You're unsure if it happened, and less sure of any details of what may have transpired. You cause the most recent event to become indistinct and questionable to the target. You may obfuscate 1 minute worth of immediately recent memory per DoS. Details cannot be discerned, including the witness of this spell being cast.",
    "altDescription": "-"
  },
  {
    "spellName": "Assail the Veil",
    "complexity": "1",
    "flare": "0",
    "range": "Self",
    "target": "Burst (10)",
    "action": "Stndrd (20T)",
    "duration": "Special",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]+Special",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "The veil that separates the physical world from the spiritual world is permeable and varies in thickness and strength. By assailing it, the mage can reinforce it, or chip away at its strength for a brief time. Each DoS scored can increase or decrease the rating of the Veil by 1, at the caster's discretion. Each Cycle Maintenance, as a Periodic Effect, the veil restabilizes, moving one value back to its original strength. The TN of this spell is equal to spell Complexity, and the numerical value of the Veil (this is a number agnostic to whether it is positive or negative). A Veil Strength of -3 is a TN of 3+[c]. A Veil Strength of 3 is a TN of 3+[c].",
    "altDescription": "-"
  },
  {
    "spellName": "Aura of Comfort",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A calming and soothing aura of comfort and warmth emanates around you, keeping the chill at bay. Each DoS reduces the severity of a cold environment and its relative impacts on Strain and Health, bringing it one step closer to a Temperate environment. At DoS 2, a \"Freezing\" Environment is treated as only \"Cold\" to those who stay in the aura.",
    "altDescription": "-"
  },
  {
    "spellName": "Aura of Cooling",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A cool and refreshing aura emanates around you, keeping the oppressive heat at bay. Each DoS reduces the severity of a hot environment and its relative impacts on Strain and Health, bringing it one step closer to a Temperate environment. At DoS 2, a \"Scorching\" Environment is treated as only \"Warm\" to those who stay in the aura.",
    "altDescription": null
  },
  {
    "spellName": "Aura of Misfortune",
    "complexity": "3",
    "flare": "2",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Stndrd (25T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Uncertainty and clouded fate surrounds you, inflicting misfortune on all who dare to tread to close. Note Effect on Cast. All who enter the aura compare their Spirit Defense against your Effect. While they remain in the aura they have 1 C-TAG per Effect over their Spirit. Exiting the aura immediately removes these C-TAGs.",
    "altDescription": null
  },
  {
    "spellName": "Aura Sight",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (1RP)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You gain insight into the emotional and magical energies that surround living beings, and can study them to glean information. This appears as a halo of shifting colors that surround the person. While sustaining Aura Sight you may you may perceive the auras within 10 yards of you and within your physical line of sight. Aura Sight allows you to make specialized Assess Actions: Weigh Character, See Doom, and Judge Health.\u000a\u000aWeigh Character (Complex 60T)\u000aThis is a Cunning (Discern): SPI against the target. For each Degree of Success, you learn the Rating of 1 Beacon of choice, starting with the Beacon in greatest imbalance (most Stress).\u000a\u000aSee Doom (Complex 60T)\u000aYou can detect if a person has \"Doom Counters\" on them, signaling that their doom is nigh. You can deduce how many they have.\u000a\u000aJudge Health (Complex 60T)\u000aYou can detect illness, poisons, degree of injury. This is a Cunning (Discern):SPI. Gain +1d to Diagnose or Treat the target per DoS, and gain insight into their affliction (if it is a disease, poison, etc.)",
    "altDescription": "Alacrity can be used as a Boost to Stunts in a Chase Scene, increasing the cost of the Stunt by 1AP and 3 Flare. Make the Spell Action Check, and gain an additional +1 Speed per DoS Scored for the Gain Ground, Break Off, or Rejoin Stunts. If making an Outpace or Run Down Stunt, gain Accurate (+1) per DoS on the Mobility (Chase) Action Check."
  },
  {
    "spellName": "Auric Healing",
    "complexity": "2",
    "flare": "3",
    "range": "Measure (1)",
    "target": "Single",
    "action": "Cmplx (45T+1RP)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You cause spiritual and psychic wounds to recede and heal rapidly. You may reduce the Wound Level of a wound caused by Etheric or Psychic damage by one per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Awaken Old Oak",
    "complexity": "5",
    "flare": "6",
    "range": "40 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Scene",
    "keywords": "Support (Autonomous)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The massive oak tree uproots itself, its branches cording and entwining into a pair of massive arms with grasping hands, its knots and bark converging into a dark and somber face. Must be cast on a large tree. The tree becomes an Old Oak Animant. It will serve you for one day, or perform a number of ascribed tasks equal to your DoS, whichever comes first. At the end of the day, or when the tasks are completed, the tree will re-root itself in the nearest patch of suitable earth. Tasks can be broad requests that are conditional, such as \"defend me from my enemies,\" \"attack the bandits at that camp,\" \"guard this place from all intruders,\" etc. Assigning a task is a 10T Standard Action.",
    "altDescription": null
  },
  {
    "spellName": "Ball Lightning",
    "complexity": "3",
    "flare": "3",
    "range": "10 yds",
    "target": "Burst (2)",
    "action": "Stndrd (45T+M)",
    "duration": "Cycles (Eff)",
    "keywords": "Electrical, Pervasive (6), Dazing",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A sphere of brilliant blue thunderclaps into existence, cascading electricity through all who come close to it. On Manifesting, all targets in the affected area take hMP(6+): E(-0) Electrical Damage that is Dazing, and Pervasive (6). Each Cycle Maintenance, during the Spell Effect Phase, Ball Lightning moves 3 yards in a direction assigned by the caster, and deals damage again to all in the affected area. As a Surge (No Cost) the caster may end Ball Lightning, removing it from play: and in so doing the caster gains Momentum.",
    "altDescription": null
  },
  {
    "spellName": "Banish to the Void",
    "complexity": "3",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (45T)",
    "duration": "Cycles (Eff)",
    "keywords": "TSA (1)",
    "check": "Axiomatic Magic (Formulae): SPI+[c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "Your target disappears from existence, shifted wildly between worlds, returning back to the same spot they departed from, worse for wear. The target is banished for 1 Cycle per DoS, and takes Disruptive Damage each Cycle they are banished equal to 12d(9+): D(-1), Etheric. The target's Initiative changes to the Cycle they return.",
    "altDescription": null
  },
  {
    "spellName": "Barrier of Force",
    "complexity": "4",
    "flare": "3",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You create a wall of projected force that appears like a prismatic shimmer in the air. The wall is a number of 3 yd by 3 yd sheets equal to your DoS. While sustaining this wall you are Immobilized. The wall has Structure equal to twice your Magic Power, and a Hardness equal to Magic Power vs. all Damage Types.",
    "altDescription": null
  },
  {
    "spellName": "Beast Lord",
    "complexity": "6",
    "flare": "6",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (45T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Psychic Effect, Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You are seen as the king of all animals. Any Fauna or Creature that attacks you is Accurate (-1) per DoS, and you gain Accurate (+1) on all action checks against them per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Befuddle",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Cycles (3)",
    "keywords": "Psychic Effect, Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Your vision clouds and tunnels as you struggle to focus, and your mind is overcome by a numbing haze. The target has their Facing reduced to \"Narrowed\" and they suffer -1d to all Intellect Based Action Checks for each DoS.",
    "altDescription": null
  },
  {
    "spellName": "Berm",
    "complexity": "2",
    "flare": "1",
    "range": "80 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A jut of clay and earth erupts from the ground, forming a rough wall and barrier. Raises a berm of soil from the ground, 3 yards wide at the base and 3 yards high at the top, narrowing as it rises at a 60 degree slant each side. The berm is as long in yards as your effect. This must be cast on earthen ground, such as dirt, sand, clay, gravel. If on solid stone, the TN increases by +3. This berm is considered impassable terrain and must be climbed over.",
    "altDescription": null
  },
  {
    "spellName": "Black Sight",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Morphic): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Your eyes turn black as cold ink as your senses perceive the tendrils of the spirit world around you. You are able to see spirits hiding in the folds of the veil, even though they are a realm away from you. They appear to you as if they are in your realm, even though they cannot be directly targeted until you share the realm with them. At DoS 2 or more you can see through magical invisibility. You also gain +1d to Sensitivity Based Action Checks per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Bolt of Breaking",
    "complexity": "4",
    "flare": "5",
    "range": "RI (6)",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "Missile, Precise (-2)",
    "check": "Focus Magic (Banish): AVO+[c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A black bolt erupts and slams with crackling force. Constructs, and materials of stone, metal, or worked wood (items/objects with Structure) take MP+2(5+) | X-2, Disintegration Damage. This damage is considered Sundering (2). This has no effect on living things. Armor struck by Black Bolt become Damaged each time they are struck.",
    "altDescription": "-"
  },
  {
    "spellName": "Bolt of Fire",
    "complexity": "2",
    "flare": "2",
    "range": "RI (7)",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): AVO+[c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You launch an intensely hot ball of flaming plasma. This attack deals MP(7+): H(-1) Fire Damage. This damage is Agonizing, and Pervasive (3). The attack is Precise (-2). Gain Momentum when casting Bolt of Fire.",
    "altDescription": "-"
  },
  {
    "spellName": "Breath Stealer",
    "complexity": "4",
    "flare": "4",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Corpus Effect, Enchantment",
    "check": "Focus Magic (Banish): BOD+[c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You pull lifegiving breath from the target as they claw and gasp for the air that will not come. The target is immediately Suffocating, gaining 1 Suffocation Counter per DoS Target is Suffocating as long as the spell is Sustained.",
    "altDescription": null
  },
  {
    "spellName": "Bright Blade",
    "complexity": "3",
    "flare": "4",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T+M)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You enchant a single weapon and it glows a golden soothing light. This light is equivalent to a torch. On the next attack made with this weapon, the attack gains +1d to hit per DoS, and in addition to the normal weapon damage, the weapon deals DMP+5(9+), D(-0), Etheric Damage. The spell lasts for 1 Day, or until its wielder makes an attack action with it Bright Blade can only be cast on a Melee Weapon.",
    "altDescription": null
  },
  {
    "spellName": "Brittle",
    "complexity": "3",
    "flare": "3",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Scene",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Doors and structures begin to crack as the spell works its way into its very core. Items with Structure, such as Constructs, struck by Brittle, treat all attacks against them as Sundering (DoS).",
    "altDescription": "-"
  },
  {
    "spellName": "Build Energy",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your body surges with telekinetic force as the air around you pulses and bends. Gain 1 Force Counter per DoS. When a Telekinetic Spell requires Momentum, you may instead expend a Force Counter to fulfill the Momentumcost. You lose 1 Force Counter per Cycle Maintenance, and may not hold more Force Counters at one time than your Magic Power.",
    "altDescription": "-"
  },
  {
    "spellName": "Call of the Wild",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Burst (1 Mile)",
    "action": "Prep (1)",
    "duration": "Scene",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Specify one Fauna (Animal, Mega, Insect). All within the affected area of the specified type come to your general vicinity (within 50 yards of you), and arrive over the course of ten minutes. They congregate there on the periphery, and will stay for the duration of the scene, or an hour. The number of animals are based on the environment and your DoS. An environment where the animal type is common and plentiful would be 20 per DoS, whereas if they are rare in that region it would be only 1 per DoS, or anywhere in between based on the Sage's decision.",
    "altDescription": "-"
  },
  {
    "spellName": "Call Steel",
    "complexity": "4",
    "flare": "4",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (10T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your enemy's sword escapes their grasp and flies unerringly to your outstretched hand, and in to your grasp. This spell targets one hand held ferrous item and moves it directly, and safely, into your grip. If the item is held by an enemy, they must make a Athletics (Grapple) Action Check with a TN equal to your Effect to hold onto it and negate the spell. If it is belted, sheathed, or otherwise unrestrained, you gain Momentum.",
    "altDescription": null
  },
  {
    "spellName": "Call the Inanimate",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Instant",
    "keywords": "TSA (2), Teleport",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "With a soft rush of wind, an item you can see is teleported into your hand. You may teleport into your hand any single item you can see that you could feasibly hold in your outstretched hand. If the object is held by someone, the TN increases by their SPI defense.",
    "altDescription": "-"
  },
  {
    "spellName": "Call Thee to the Light",
    "complexity": "5",
    "flare": "4",
    "range": "20 yds",
    "target": "Burst (5)",
    "action": "Cmplx (40T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "The area is awash in a hazy silver glow. Any Fae lurking in the Fae Realm here are forced into the Physical World, suffering DMP+10(9+)|D(-2) Lingering, Etheric Damage. Mortal and living creatures in the area suffer MP+5(9+): D(-2 ), Lingering, Etheric Damage. This damage is Deadly (1) to awakened mages in the area for each Gate they have opened. Magical Effects that provide Invisibility are negated for 1 Full Cycle.",
    "altDescription": null
  },
  {
    "spellName": "Cast Voice",
    "complexity": "2",
    "flare": "1",
    "range": "80 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You can project your voice through any constructed item that has ornamentation or a part of its design that could feasibly resemble a mouth. You speak where you physically are, but your voice emanates from the object. This allows you to make a Communicate Action to anyone within earshot of the animated mouth.",
    "altDescription": null
  },
  {
    "spellName": "Castling",
    "complexity": "3",
    "flare": "3",
    "range": "40 yds",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Instant",
    "keywords": "TSA (2)",
    "check": "Axiomatic Magic (Formulae): SPI+[c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "There is a flash of light and a dull thump of air as you and your target switch places. You and the target switch places, arriving in each other's spot in the same facing as the other. Both you and the target are Dazed.",
    "altDescription": "-"
  },
  {
    "spellName": "Chill of the Grave",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (20T+M)",
    "duration": "Special",
    "keywords": "Morale Effect, Psychic Effect",
    "check": "Bonds Magic (Spirit): GRI + [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Target has a flashing memory of their ultimate end. This is less prophetic as it is imagined, usually informed by the current events when the spell is cast. Someone in combat may see themselves stabbed from behind, feeling the blade slide into their back. At DoS 1: Target adds 10T to their Initiative, DoS 2: Target is Cowed (1), DoS 3: Target is Cowed (2), DoS 4: Target is Cowed (3), DoS 5: Target suffers DMd(9+):D(-1), Psychic, Lingering Damage. A target can only be affected by Chill of the Grave once per Scene.",
    "altDescription": null
  },
  {
    "spellName": "Choke",
    "complexity": "4",
    "flare": "5",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Corpus Effect, Enchantment",
    "check": "Focus Magic (Manipulate): BOD+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Invisible hands clutch at the throat of your target. The target is immediately Suffocating, gaining 1 Suffocation Counter per DoS Target is Suffocating as long as the spell is Sustained.",
    "altDescription": "-"
  },
  {
    "spellName": "Cloak of Flame",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (G+15T)",
    "duration": "Instance",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "As you are grabbed, fire erupts on your assailant. This is a Reaction to being Engaged in a Grapple. Target immediately takes MP(7+): H(-0) Fire Damage that is Deadly (1), Agonizing, and Pervasive (3). Gain +2d to your Athletics (Grapple) or Agility (Escape) Action Check to defend against this grapple per DoS. This bonus only applies if the Grapple was initiated at Measure 0. If this Grapple was automatically applied by a maneuver (such as from a weapon with the Hooked keyword), and that maneuver was made at Measure 0, the Maneuver is negated and cannot be bid on this attack.",
    "altDescription": null
  },
  {
    "spellName": "Cloak of the Winds",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Wind wraps around you in a shielding cloak. Gain +1 AVO per DoS against Missile attacks. Ending Cloak of the Winds is a 0T Surge and grants Momentum, and allows you to make a Focus Magic (Banish): BOD vs. any target in Measure 0, knocking them Sprawled at 1 DoS, or can immediately end any Grapple they have have engaged you in.",
    "altDescription": null
  },
  {
    "spellName": "Column of Fire",
    "complexity": "5",
    "flare": "5",
    "range": "40 yds",
    "target": "Burst (Eff)",
    "action": "Cmplx (60T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Area is awash in powerful flames that rip like a tornado from the ground and up. The funnel rises 10 yards above the ground before dissipating. All take xMP+6(7+): H-3, Pervasive (6), Fire Damage.",
    "altDescription": "-"
  },
  {
    "spellName": "Command Animal",
    "complexity": "3",
    "flare": "3",
    "range": "Sensed",
    "target": "Single",
    "action": "Cmplx (35T)",
    "duration": "Special",
    "keywords": "Psychic Effect, Support (Literal)",
    "check": "Bonds Magic (Ego): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Targeted Fauna is under your direct command for 10T per Effect, and is treated as a Support (Literal) for the duration.",
    "altDescription": null
  },
  {
    "spellName": "Command Beast",
    "complexity": "4",
    "flare": "3",
    "range": "Sensed",
    "target": "Single",
    "action": "Cmplx (35T)",
    "duration": "Special",
    "keywords": "Psychic Effect, Support (Literal)",
    "check": "Bonds Magic (Ego): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Targeted Creature (Beast) is under your direct command for 10T per Effect, and is treated as a Support (Literal) for the duration.",
    "altDescription": null
  },
  {
    "spellName": "Command Corpus",
    "complexity": "3",
    "flare": "3",
    "range": "Sensed",
    "target": "Single",
    "action": "Cmplx (45T)",
    "duration": "Cycles (Eff)",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A terrible revenant succumbs to your will and command. Target Undead (Revenant) is treated as a Summons (Logical) while under your Command. Your first Command is issued when casting this spell.",
    "altDescription": null
  },
  {
    "spellName": "Command Ethereal",
    "complexity": "5",
    "flare": "4",
    "range": "Sensed",
    "target": "Single",
    "action": "Cmplx (45T)",
    "duration": "Sustain (2AP)",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You bind the will of a phantom to your own.  Target Specter is dominated by you and is treated as a Support (Autonomous) as long as the spell is Sustained.  Attacking or damaging the entity immediately ends the spell and renders them immune from it.",
    "altDescription": null
  },
  {
    "spellName": "Compact Time",
    "complexity": "6",
    "flare": "7",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T)+3RP",
    "duration": "Special",
    "keywords": "TSA (1)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You are encased in a shimmering halo of iridescent blue, and your motions blur as if you are moving supernaturally fast. Gain 20T per DoS of time which you must expend immediately on casting this spell. Time cannot be saved. At 3 DoS, for example, you may take 60T worth of actions. These actions cannot trigger a Reaction from anyone other than yourself.",
    "altDescription": "In a Chase Scene, at the cost of 1 Action Pool and gaining 4 Flare, gain +5d to resolve an Obstacle with the Avoid action."
  },
  {
    "spellName": "Compel the Oppressed",
    "complexity": "3",
    "flare": "2",
    "range": "Earshot",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Special",
    "keywords": "Psychic Effect",
    "check": "Focus Magic (Banish): GRI+[c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You compel a target that is currently actively Oppressed or Possessed by a Daemon. The target is treated as an Autonomous Support ally for 20T per DoS Scored.",
    "altDescription": null
  },
  {
    "spellName": "Concealing Mist",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (1)",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A hazy fog and mist surrounds the caster.  All within the aura gain Concealed (DoS), and have their vision Obstructed.",
    "altDescription": null
  },
  {
    "spellName": "Condense",
    "complexity": "1",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (60T+1RP)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You pull water from the very air, filling a held container. This spell condenses ambient humidity into drinkable water. Amount is by DoS and Environment. Desert/Arid is 1/4 of a Serving per DoS. Temperate is 1/2 a Serving per DoS. Swamp/Bog is 1 Serving per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Consuming Distraction",
    "complexity": "4",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Cycles (3)",
    "keywords": "Enchantment, Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "An all consuming distraction prevents the target from focusing. The target gains Distracted at DoS 1, and cease sustaining spells that are Sustain (1AP) for each DoS after the first (one spell lost at DoS 2, 3, 4, and 5). The caster may select which spell to stop sustaining.",
    "altDescription": null
  },
  {
    "spellName": "Corpse Promise",
    "complexity": "1",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Scene",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]+SPI",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Death leers covetously at the target. Target gains a Doom Token. Should the target die during the Scene, the caster gains Momentum, and recovers 1 Reserve Pool at DoS 2 and 4, and reduces 1 Strain at DoS 3 and 5.",
    "altDescription": null
  },
  {
    "spellName": "Crimson Aura",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Aura (2)",
    "action": "Surge (M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment, Resistant (Psychic)",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Color drains around you, rendering everything in black, white, and gray tones, with a deep red and hazy line outlining everything. While this spell does not emit light, the caster and allies within it immediately lose any Hidden rating. You, and allies within the aura, gain Resistant (Psychic): DoS",
    "altDescription": null
  },
  {
    "spellName": "Crush",
    "complexity": "5",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): BOD+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "The target is wrapped in an invisible vice-like grip and held.  Targets held are Immobilized at DoS 1, Restrained at DoS 2, and suffer MP(8+): I-2, Lingering, Impact Damage each cycle maintenance as a Spell Effect.  This damage is considered Pervasive (DoS).",
    "altDescription": null
  },
  {
    "spellName": "Curse of Flatulence",
    "complexity": "1",
    "flare": "1",
    "range": "40 yds",
    "target": "Burst (10)",
    "action": "Stndrd (25T)",
    "duration": "Cycles (3)",
    "keywords": "Corpus Effect",
    "check": "Bonds Magic (Spirit): [c]+BOD",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "All affected are forced to expel gas frequently. Each Cycle Maintenance, as a Periodic Effect, the afflicted let out a plume of gas from their bowels. They lose any Furtive Rating, are Detected by everyone within Earshot, and anyone with the Scent ability. The targets gain Sickened until the spell ends.",
    "altDescription": "-"
  },
  {
    "spellName": "Curse of Muddled Tongue",
    "complexity": "2",
    "flare": "1",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (3)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The target of this spell mixes up their words, and says them backwards. Target suffers a penalty to Persuade and Command Action Checks of Accurate (-1) per DoS. Casters who use an Intonation Modality must roll a validation die Of 1+DoS when casting a Spell, or fail to cast the spell.",
    "altDescription": null
  },
  {
    "spellName": "Danse Macabre",
    "complexity": "6",
    "flare": "6",
    "range": "Sensed",
    "target": "All",
    "action": "Cmplx (60T)",
    "duration": "Sustain (2AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The dead rise to your bidding.  All corpses and skeletons rise as Support (Autonomous) under your control.  These are fresh Animated Corpses, or Animated Skeletons, based on their condition.",
    "altDescription": "-"
  },
  {
    "spellName": "Dazzle",
    "complexity": "2",
    "flare": "3",
    "range": "20 yds",
    "target": "Burst (2)",
    "action": "Stndrd (25T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]+AWA",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "An intense and brilliant spark of light flares up, blinding those who see it. All targets who have the center of this Burst within Facing, and are within the AoE, are Blind for 1 Cycle per DoS. At DoS 3 or higher they are also Dazed.",
    "altDescription": null
  },
  {
    "spellName": "Deep Breath",
    "complexity": "2",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (M)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Air fills your lungs, even if you have no access to air. For the duration you cannot be affected by the Suffocating condition, and are immune to Airborne toxins.",
    "altDescription": null
  },
  {
    "spellName": "Deep Song",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Burst (Special)",
    "action": "Cmplx (45T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You extend your senses into the ground, or stone, searching for information. Each Effect allows you to extend your senses 10 yds, detecting the material composition of earth, stone, or stonework. You are able to detect minerals, their density, and approximate location within the affected area, relative to you.",
    "altDescription": "-"
  },
  {
    "spellName": "Deflection",
    "complexity": "1",
    "flare": "1",
    "range": "Personal",
    "target": "Measure (3)",
    "action": "Reaction (10T+G+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You push aside an attack with an invisible gust of force. Deflection is a special Parry Reaction that can be made against an melee attack striking targets within Measure of the Spell that you are able to react to. This grants +1 EVA/AVO per DoS against the attack.",
    "altDescription": "-"
  },
  {
    "spellName": "Delusion",
    "complexity": "4",
    "flare": "4",
    "range": "40 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Cycles (Eff)",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The target immediately has a very vivid hallucination. The TN is modified by the feasibility of the hallucination. +0 for something simple and highly likely (the door is actually locked), to +10 (the ground turns into a gaping mouth and is trying to eath them). The target will behave as if the hallucination is real, and its actions will be informed by the Delusion the caster specified. Despite acting out against the delusion, none of their actions will aid them against the delusion. Target is Hallucinating while the spell persists. A target may not be under the effects of this spell more than once per scene.",
    "altDescription": null
  },
  {
    "spellName": "Deny Iron",
    "complexity": "2",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (G+20T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You rebuff the attacks from iron laden weapons. Gain +2 to AVO or EVA against an attack from a Ferrous weapon per Degree of Success. This bonus reduces to only +1 against significantly large weapons (require 2 hands to wield, or ballista bolts).",
    "altDescription": null
  },
  {
    "spellName": "Desecation",
    "complexity": "4",
    "flare": "4",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (45T+M)",
    "duration": "Instant",
    "keywords": "Corpus Effect",
    "check": "Focus Magic (Banish): [c]+BOD",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Moisture and liquid in the body rapidly steam off. The target taks M(5+): X-0, Pervasive (9), Necrotic Damage and loses 1 Reserve Pool per DoS. Target gains Thirsty (1) each time they are hit with this spell.",
    "altDescription": null
  },
  {
    "spellName": "Destroy Undead",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Undead recoil and wither from the power of this spell. Enemies with that are Undead take DMP(9+): D-0, Lingering, Etheric Damage.",
    "altDescription": null
  },
  {
    "spellName": "Devour Soul",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Reaction (G+15T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Death sustains you. As a Reaction to a target falling Dead, restore 1 lost Action Pool per DoS. If this restores you to full, gain Momentum.",
    "altDescription": "-"
  },
  {
    "spellName": "Dig",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish):[c]+Special",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You cause the ground and earth to excavate itself. You push out and dig down 1 yd of loose earth, dirt, or soft clay, per degree of success, dispersing the loose earth around the hole. The TN is increased by up to +3 if the ground is particular hardened, at the discretion of the Sage.",
    "altDescription": "-"
  },
  {
    "spellName": "Dire Transformation",
    "complexity": "6",
    "flare": "7",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Days (Eff)",
    "keywords": "Enchantment, Corpus Effect",
    "check": "Blood Magic (Morphic): [c]+BOD",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Target is turned into an Mortal (Animal), selected by the caster. Their clothing and worn items either fall off (if they shrink) or break and rip off becoming Broken (if they grew). The size of the creature cannot be more than 1 Size class smaller or larger than the target's original form. This could make for a very large toad, or a very small elephant. The target gains all the stats of the animal (modified by size), and act, behave, and for all intents and purposes, becomes the animal. At the end of the spell's duration, assuming the target isn't eaten by game hunters, the character is restored to human form, naked, and the events of their time as an animal felt as a disorienting and surreal dream.",
    "altDescription": "Storm Bolt can be used as a Hunter Stunt (1 AP, 2 Flare Cost, 1/2 Speed): Lead the Quarry (Harass), or the Hunter Stunt (1 AP, 2 Flare Cost, 1/2 Speed): Split Them Up (Harass). This uses the Spell Action Check in either case, and the targeted quarry cannot have a Gap greater than 8."
  },
  {
    "spellName": "Disfigure",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Days (Eff)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Morphic): [c]+BOD",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "The target becomes repulsive. The head of the target becomes animal like, usually replaced with a pig, donkey, toad, or similarly ugly animal. The target suffers Accurate (-1) per DoS on all Charisma based Action Checks. They also gain 1 Visceral Disgust Flare per DoS, per Day.",
    "altDescription": "In a Chase Scene, Storm Calling can be used by a Quarry or Hunter as a Stunt (2 AP, 1/2 Speed Position, 6 Flare Cost). This creates the storm when initially cast. On following turns, as a Stunt (1AP, 1/2 Speed Position), the caster can nominate one target to be struck by lightning (as per the Combat Scene rules). In lieu of dealing damage, a Hunter may opt to make a special Lead the Quarry Stunt. This is Focus Magic (Manipulate): [c]+GRI of the Quarry. If it exceeds the GRI of the Quarry, they are affected as per a Lead the Quarry Stunt. These stunts are only available in a Urban (Sparse) and Wilderness (Any) Chase Settings."
  },
  {
    "spellName": "Disrupt Soul",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Instant",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "There is an auric disruption that twists and stabs. hM(9+): D-0, Psychic Damage.",
    "altDescription": null
  },
  {
    "spellName": "Drag Down",
    "complexity": "6",
    "flare": "7",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "A pit of dark shadow lit by flickering firelight seems to open up beneath the target and blackened hands tipped with cruel talons reach up to drag the victim down. The hands engage in a Grapple against the target, scoring hits equal to the Effect of the Spell vs. the target's own Athletics (Grapple) Action Check. If this succeeds, the target is Grappled, and the hands may make the following Manuevers:\u000a\u000a2 EFF - Gain Control\u000a2 EFF - Pull the target to the ground, conferring the Sprawled condition\u000a3 EFF - Soul Burn: Target takes 1 point of Unmitigated, Lingering, Psychic Damage\u000a4 EFF - Immolation: Target suffers xMP(7+): H(-2), Pervasive (9), Deadly (1) damage\u000a\u000aEach Cycle Maintenance, as a Spell Effect, if this spell is Sustained, make a Axiomatic Magic (Ritual): Athletics (Grapple) of the target and re-apply maneuvers at the caster's discretion.",
    "altDescription": null
  },
  {
    "spellName": "Driving Compulsion",
    "complexity": "5",
    "flare": "5",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment, Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Driven by maddening forces, the target of this spell must repeat their action over and over again. You may instill one compulsion on the target, to either Eat, Drink, Laugh, or Dance. If it is to eat or drink, a properly consumable item (nothing clearly deadly) must be within sight. The target must spend all their actions throughout the duration reaching, gaining, and ultimately consuming the food or drink. If it is to laugh or dance, the target must spend their initiative making a Complex Action (30T) on their pass to do the nominated task. These tasks, as they are complex, are Risky, and while performing the compulsion, the target is Distracted.",
    "altDescription": null
  },
  {
    "spellName": "Drown",
    "complexity": "4",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (45T)",
    "duration": "Sustain (1AP)",
    "keywords": "Corpus Effect",
    "check": "Focus Magic (Manipulate): [c]+BOD",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Water fills the target's lungs. Target gains 1 Suffocation Counter per DoS, and is Suffocating while the spell is Sustained.",
    "altDescription": "Summoning an Air Drake can be used a Stunt useable by either Hunter or Quarry (1 AP, 1/2 Speed Position, 6 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-4), and can be countered by a Agile Action (TN 4) to avoid it, by a Brawn Action (TN 5) to push past it, or a Combat Resolution (TN 5). Combat Resolution is resolved as a Group, and is Dire."
  },
  {
    "spellName": "Dumb Luck",
    "complexity": "6",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Reaction (1FP)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Fate has a plan that defies explanation. Dumb Luck can be bid as a Reaction to any Action or Damage Check. All dice that scored a Hit, instead score a Miss, and all dice that Missed, are treated as Hits. Each DoS scored allows you to change add an additional Hit, or Miss, at your discretion.",
    "altDescription": "Air Sprites can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 2 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-2), and can be countered by a Agile Action (TN 3) to avoid it, by a Brawn Action (TN 3) to suffer through the damage, or a Combat Resolution (TN 2). Combat Resolution is resolved as a Group."
  },
  {
    "spellName": "Edit Memory",
    "complexity": "1",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Boost (1RP)",
    "duration": "Instant",
    "keywords": "Psychic Effect, Subtle",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "It suddenly makes more sense now. This is a Boost to a Persuade Action Check. Your Persuade Action Check gains Accurate (+1) per DoS scored on Edit Memory. If it Botches, you suffer Accurate (-1) per Botch.",
    "altDescription": null
  },
  {
    "spellName": "Eldritch Lance",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Line (Special)",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A contorting and rippling line of blue-white energy uncoils in a chaotic line. The length of this Line is yards equal to Effect. All in the Line take MP(9+): D (-0), Etheric, Lingering Damage.",
    "altDescription": null
  },
  {
    "spellName": "Electrical Resistance",
    "complexity": "1",
    "flare": "0",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Your body is attuned to nullify electricity. Gain Resistant (Electrical) at a level equal to the DoS.",
    "altDescription": "Summoning a Gnome can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 4 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-3), and can be countered by a Agile Action (TN 4) to avoid it, by a Brawn Action (TN 3) to push past it, or a Combat Resolution (TN 4). Combat Resolution is resolved as a Group."
  },
  {
    "spellName": "Empower Ally",
    "complexity": "3",
    "flare": "3",
    "range": "Sensed",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You may cast this spell on any Wild or Domestic animal.  If that animal is Tame, and bonded to you, it relents to this ability (reducing their SPI by 2).  You may purchase Maneuvers using your effect and grant your ally benefits.\u000a\u000aEff 1: Accurate (+1) to a named Skill Check\u000aEff 2: +1 to a named Defense\u000aEff 2: +1 to Speed or Body Power",
    "altDescription": "Earth Sprites can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 2 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-2), and can be countered by a Agile Action (TN 3) to avoid it, by a Brawn Action (TN 3) to suffer through the damage, or a Combat Resolution (TN 2). Combat Resolution is resolved as a Group."
  },
  {
    "spellName": "Encase",
    "complexity": "6",
    "flare": "6",
    "range": "40 yds",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Special",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "The target is encrusted over and encased in solid ice. The target is Immobilized and Restrained while Encased. The Ice has Structure equal to Effect. On becoming Encased, and each Cycle Maintenance as a Spell Effect, the target takes M(7+):H-0, Pervasive (6), Lingering, Cold Damage. On their Pass, the target may make a Complex Action (30T+1RP) to make an Athletics (Prowess): 1 Action Check. Each DoS scored deals 1 point of Structure Damage to the Encasement. Once freed from Encase, the target is Frozen for the remainder of the Scene.",
    "altDescription": null
  },
  {
    "spellName": "Engine of the Inanimate",
    "complexity": "2",
    "flare": "3",
    "range": "Sensed",
    "target": "All",
    "action": "Stndrd (25T)",
    "duration": "Instant",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You invigorate the bound spirits that puppeteer the constructs under your command. Generate 1 Encounter Pool per DoS for use with Constructs you command for this Combat Scene.",
    "altDescription": "-"
  },
  {
    "spellName": "Enrobed in Glory",
    "complexity": "4",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You are cloaked in a divine light. Upon beholding you for the first time in a scene, allies immediately gain +1 Morale Pool per DoS. Additionally, gain Accurate (DoS) on all Command Action Checks. You are Distinctive (DoS).",
    "altDescription": null
  },
  {
    "spellName": "Etheric Eye",
    "complexity": "2",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "A glimmer of silver light, roughly the shape and size of an eye, appears in the center of your forehead. While Sustained, you gain Accurate (+1) to Observation Action Checks equal to your DoS. This bonus also applies to Assess Actions made with Aura Sight.",
    "altDescription": "Summoning a Sylph can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 4 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-3), and can be countered by a Agile Action (TN 4) to avoid it, by a Brawn Action (TN 3) to push past it, or a Combat Resolution (TN 4). Combat Resolution is resolved as a Group."
  },
  {
    "spellName": "Evergreen",
    "complexity": "2",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Blood Magic (Morphic): [c]+Special",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "TN is modified by two factors. Extent of worn armor/clothing is directly added to the TN, and availability of Sunlight: Bright (TN-2), Normal (TN-0), Overcast (TN+2). Provides no benefit if the sun is not out. Gain the following by DoS:\u000a\u000aDoS 1: BOD+3 vs. Poisons and Disease, Impact Damage is Deadly (1) against you\u000aDoS 2: May expend 1RP to remove a Light Wound\u000aDoS 3: Increase BOD bonus to +5, and Impact Damage to Deadly (2)\u000aDoS 4: May expend 1RP to remove a Moderate or Light Wound\u000aDoS 5: May expend 2RP to remove a Heavy Wound, or Reduce a Mortal Wound down to Severe",
    "altDescription": "Summoning a Undine can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 4 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-3), and can be countered by a Agile Action (TN 4) to avoid it, by a Brawn Action (TN 3) to push past it, or a Combat Resolution (TN 4). Combat Resolution is resolved as a Group."
  },
  {
    "spellName": "Evil Eye",
    "complexity": "2",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T+M)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Your eye blackens and inflicts a vile curse. This spell can only be cast on a target that does not have you in Facing. Target gains 1 Doom Counter per DoS, applied by the caster. A target cannot fall victim to this spell more than once per Scene. These Doom Counters, if not used, are removed at the end of the Scene.",
    "altDescription": null
  },
  {
    "spellName": "Extend",
    "complexity": "1",
    "flare": "1",
    "range": "40 yds",
    "target": "Single",
    "action": "Reaction (G+15T)",
    "duration": "Instant",
    "keywords": "TSA (2), Teleport",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "The hard charging knight finds the short stretch of field excruciatingly long to cross. This spell is a Reaction to a Movement you have Sighted. The target of this spell reduces the total yards of their declared move by 1 yd per Effect scored, to a maximum of 0 yards moved. They are teleported back along the path.",
    "altDescription": "Water Sprites can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 2 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-2), and can be countered by a Agile Action (TN 3) to avoid it, by a Brawn Action (TN 3) to suffer through the damage, or a Combat Resolution (TN 2). Combat Resolution is resolved as a Group."
  },
  {
    "spellName": "Extinguish",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Burst (Eff)",
    "action": "Stndrd (15T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "All open flames, from campfires to candles, wink out and turn to smoulder. Gain Momentum on a successful cast.",
    "altDescription": null
  },
  {
    "spellName": "Eye of Fate",
    "complexity": "2",
    "flare": "3",
    "range": "20 yds.",
    "target": "Single",
    "action": "Reaction (5T+G+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Deny the wages of fate. This spell is a Reaction to the use of Fate Pool by a target that shares Facing with you. Spell detail is by DoS:\u000a\u000aDoS 1: Target must spend 1 Additional Fate for the Fate Ability to work.\u000aDoS 2: Target is unable to use Fate on the reacted Fate Ability\u000aDoS 3: Target loses the Fate, and the reacted Fate Ability fails to work\u000aDoS 4: Target loses 2 Fate, and the reacted Fate Ability fails to work\u000aDoS 4: Target loses 3 Fate, and the reacted Fate Ability fails to work",
    "altDescription": "-"
  },
  {
    "spellName": "Eye of Fumbling",
    "complexity": "5",
    "flare": "6",
    "range": "Self",
    "target": "Cone (2:6)",
    "action": "Stndrd (25T+M)",
    "duration": "Special",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Misfortune plague all before you. Each target, on their next immediate Action Check, suffers Accurate (-3) per DoS. If no action checks are made, this spell ends at the close of the scene. A target may not be under the effects of more than one instance of this spell at a time.",
    "altDescription": "-"
  },
  {
    "spellName": "Eyes of the Hawk",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "DoS 1: +1 to AWA\u000aDoS 2: +1 to Sensitivity Action Checks\u000aDoS 3: +1 AWA\u000aDoS 4: +1 to all Sensitivity Action Checks\u000aDoS 5: +1 AWA, +1 to all Sensitivity Action Checks",
    "altDescription": "In a Chase or Infiltration Scene, Sureflight Missile can be used as a boost to a Combat Resolution Path. This requires 1AP and 1 Flare in cost, and the Weapon Skill (a missile attack) is boosted to Accurate (+1) per DoS on the Spell Action Check."
  },
  {
    "spellName": "Fae Step",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (M)",
    "duration": "Instant",
    "keywords": "TSA (1)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "A soft thump reverberates in the empty space where you once were, as you teleport yourself a short distance away. You may teleport to any hex/space within a number of yards equal to your Effect. Your Facing is unchanged. This is not considered Movement.",
    "altDescription": null
  },
  {
    "spellName": "Faerie Ring",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Burst (Eff)",
    "action": "Cmplx (35T)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Must be cast in a natural environment on earth or in a cave. A ring of mushrooms erupt from the ground in a circle, demarking the affected area. All Fae in the area must compare their SPI against Effect. On success, the Fae lose, and cannot gain, the INVISIBLE and DISTRACTED conditions while inside the Faerie Ring. This affects all Fae on entering the circle.",
    "altDescription": "-"
  },
  {
    "spellName": "Fan of Flames",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Cone (2:Eff)",
    "action": "Cmplx (35T)",
    "duration": "Instant",
    "keywords": "Burning, Pervasive (3)",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A jet of fire fans in front of you. This fire is a Cone, with a Facing of 2. The damage is Fire, with a Power of Effect +hMP(7+): H-1, Pervasive (3), Burning.",
    "altDescription": "-"
  },
  {
    "spellName": "Far Step",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (45T+M)",
    "duration": "Instant",
    "keywords": "TSA (1), Teleport",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "A thunderous pop follows your disappearance, followed by a flash of light and a boom of thunder as you reappear. You may teleport up to 10 yards per DoS to a location you can see. Your Facing is unchanged. The noise of this action is such that upon appearing any Hidden or Furtive rating is removed. This spell is not considered Movement.",
    "altDescription": "-"
  },
  {
    "spellName": "Fey Step",
    "complexity": "3",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (M)",
    "duration": "Instant",
    "keywords": "TSA (1), Teleport",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You disappear in a shower of brilliant sparks. Immediately teleport a number of yards within your facing forward equal to your Effect. Make a Focus Magic (Manipulate): AWA against all targets that have you Threatened when this spell is cast. Targets are Blind for Cycles equal to your DoS against them on this check.",
    "altDescription": null
  },
  {
    "spellName": "Field of Force",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You summon an invisible shield of force. While Field of Force is Sustained you are able to make the \"Block\" reaction as if you had a worn shield, and are treated as if you have a readied shield. This Shield has a Cover Rating equal to your DoS, and is transparent (no concealment). This Field of Force does not require a hand to wield.",
    "altDescription": null
  },
  {
    "spellName": "Field of Poppies",
    "complexity": "4",
    "flare": "4",
    "range": "40 yds",
    "target": "Burst (5)",
    "action": "Cmplx (50T)",
    "duration": "Scene",
    "keywords": "Aerosol, Corpus Effect",
    "check": "Bonds Magic (Spirit): BOD+[c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You rapidly grow flora directly from the fae world into the mundane world. This spell must be cast on an area that supports vegetation. The poppies emit an Inhaled Toxin, with a Potency equal to your scored DoS compared to the target's BOD. Targets are affected by a dose of this Toxin upon entering the affected area the first time, and each Cycle Maintenance they remain in it as a Period Effect. Each new dose adds your hM to the Potency.\u000a\u000aDoS1: Target is unable to gain Momentum for 3 Cycles\u000aDoS2: Target is sleepy, and suffers -2d to all Action Checks, and gains Distracted for 3 Cycles\u000aDoS3: Target takes M(9+): D-0, Lingering, Psychic Damage, each Cycle, as a Spell Effect, for 3 Cycles\u000aDoS4: Increase Psychic Damage to xM\u000aDoS5: Target is Unconscious for the Scene",
    "altDescription": null
  },
  {
    "spellName": "Fiery Blast",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "RI (10)",
    "action": "Cmplx (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): AVO+[c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A ball of flame flies at the target. Target is struck by an explosive blast, taking MP+2(7+)|H-2, Pervasive(3), Agonizing, Deadly(+1), Fire Damage. You may expend eff equal to the target's BOD as a Maneuver to have them strafe back 1 yard and be Sprawled. Everyone within measure 1 of the target takes damage, xMP+4(8+): I-2, Pervasive (6), Impact Damage.",
    "altDescription": null
  },
  {
    "spellName": "Find Fauna",
    "complexity": "1",
    "flare": "1",
    "range": "Special",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Instant",
    "keywords": "Divination",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Your eyes and ears are the earth and the trees. Gain Sensed on all Fauna in the area (20 yds per DoS). You know their size, and their direction from you, and you know what they are if you are familiar with them.",
    "altDescription": null
  },
  {
    "spellName": "Find Prey",
    "complexity": "1",
    "flare": "1",
    "range": "Special",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Instant",
    "keywords": "Divination",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Your eyes and ears are the earth and the trees.  Gain Sensed on all living targets in the area (20 yds per DoS).  You know their size, and their direction from you.  ",
    "altDescription": null
  },
  {
    "spellName": "Fire Serpent",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Line (Eff)",
    "action": "Stndrd (30T+M)",
    "duration": "Cycles (3)",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "On cast, the ground erupts in fire in a line. Anyone in the line suffers xM(6+), H-1 Damage. Each Cycle Maintenance, as a Spell Effect, you may continue the line, opting to go in a new direction from where the line terminated.",
    "altDescription": null
  },
  {
    "spellName": "Fire Strike",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your melee weapon attack is wreathed in fire. As a boost to a melee attack, you may add M+DoS(6+): H-3, Fire Damage to your damage on a hit.",
    "altDescription": null
  },
  {
    "spellName": "Fire Vulnerability",
    "complexity": "3",
    "flare": "3",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The target becomes weakened to fire damage.  All Fire Damage against the target is Deadly (+1) per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Fireflies",
    "complexity": "2",
    "flare": "2",
    "range": "40 yds",
    "target": "Burst (4)",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "A cascade of fiery motes erupt in the targeted area, looking like a sphere of small candle wicks floating in the air. The area emits Bright Light (4 yards) and Dim Light (4 yards). On cast, gain 1 C-TAG on each available target in the affected area, up to a number of targets equal to your DoS. These TAGs persist as long as the target remains in the area of effect, and can only be capitalized on when casting a Pyromancy Spell at the target. Each Cycle Maintenance, as a Spell Effect, you may add 1 C-TAG to a new target that has entered the area that did not already have a C-TAG applied.",
    "altDescription": null
  },
  {
    "spellName": "Flare",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (5T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your melee attack is swung with an arc of fire around the weapon. This is a Boost to a Melee Attack, and grants the attack additional damage of 8d(6+):H-0, Fire Damage. The damage dice (power) increases by +2 per DoS Scored.",
    "altDescription": "In a Chase or Infiltration Scene, this spell can allow the party to bypass water barriers. This resolves the Obstacle as a Group with 3 Effect."
  },
  {
    "spellName": "Flash Freeze",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (25T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]+AVO",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A ray of frigid air flash freezes the target. If used as an attack, this spell delivers xM(7+):H-1, Freezing, Cold Damage. If striking a body of water, it creates a block of ice with a burst size in yards equal to your DoS. This is a floating ice sheet, roughly three inches thick, and can be walked on (Difficult Terrain).",
    "altDescription": null
  },
  {
    "spellName": "Fling",
    "complexity": "5",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (40T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): BOD+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "The target is hurled 5 yds per DoS, in a direction of your choosing, taking Falling Damage - 1d(8+): I-0 Impact Damage per yard, with Penetration of +1 for every 4 yards fallen.",
    "altDescription": "-"
  },
  {
    "spellName": "Foe Strike",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "The enchanted weapon is motivated with malevolence to slay its enemy. Nominate one weapon within range, and one target in the battle. For each DoS scored, you may grant the weapon Precise (1), or Deadly (1), on all attacks the weapon makes against the named target. Gain +2d to manifest this spell if the name of the target is known, spoken aloud, and heard by the target.",
    "altDescription": "-"
  },
  {
    "spellName": "Fold the World",
    "complexity": "3",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You cut into reality, leaving a vacuous rip, momentarily releasing terrible energy. You constrict the Veil around the target, delivering DMP+10d(9+): D-0, Pervasive (6), Psychic, Lingering Damage.",
    "altDescription": null
  },
  {
    "spellName": "Force Bolt",
    "complexity": "1",
    "flare": "2",
    "range": "RI (5)",
    "target": "Single",
    "action": "Stndrd (25T+M)",
    "duration": "Instant",
    "keywords": "Missile",
    "check": "Focus Magic (Manipulate): AVO+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "An invisible dart of force strikes the target. This deals DM(8+): I-2, Impact Damage",
    "altDescription": null
  },
  {
    "spellName": "Forestall Death",
    "complexity": "4",
    "flare": "3",
    "range": "10 yds",
    "target": "Single",
    "action": "Surge (M)",
    "duration": "Days (Eff)",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): BOD+[c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "You preserve the soul to the body of a dying ally.  This must be used in the same Cycle in which a target gained the Dead Condition from a Dying from a Mortal Wound, or Mortality gained is 8.   This cannot be used on a target who died from massive trauma (Mortal Wound Blocks Filled from a single damage hit).  The target is preserved and is not dead, but is instead Unconscious until they have healed enough through natural healing to reduce their Mortality under 8.  If the spell duration ends before their Mortality is reduced, they are Dead, and cannot benefit from Forestall Death a second time.",
    "altDescription": "In an Exploration Scene, Freeze Mechanism can be bid as a Counter to a trap trigger, costing 1AP and 1 Flare, delaying the trap for 1 turn."
  },
  {
    "spellName": "Freeze Mechanism",
    "complexity": "1",
    "flare": "0",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+Special",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Mechanics and machinery become stubborn and stiff. This can target a single object that has working parts. The more complex the working parts, the easier it is to freeze the mechanism, making it unresponsive and unmoving. A device with a clockwork level of complexity is +0 to the TN, while moderately complex gear and pulley machines, locks, or constructs, are TN +2, and simple operations, like a hinge, or a door latch, are TN +4. The targeted mechanism becomes inoperable for its intended purpose. If this is a lock, then your DoS is added to the TN to pick the lock. If this is used on a Construct, the construct is considered Restrained.",
    "altDescription": null
  },
  {
    "spellName": "Frigid Howl",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Cone (2:6)",
    "action": "Cmplx (30T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A chilling howl and blast of cold air blasts in a cone in front of you. If used as an attack, this spell delivers M+2(7+):H-0, Pervasive (6), Freezing, Cold Damage. Targets who take damage from this attack loses Momentum. If striking a body of water, it creates a block of ice in the affected area. This is a floating ice sheet, roughly three inches thick, and can be walked on (Difficult Terrain).",
    "altDescription": null
  },
  {
    "spellName": "Fumbling Efforts",
    "complexity": "1",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (3)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "What once they were adept at, now they fumble at the effort. Nominate one Skill. The target suffers Accurate (-1) per DoS on all action checks with that skill.",
    "altDescription": null
  },
  {
    "spellName": "Gait of the Deer",
    "complexity": "2",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "Gain a bonus to Speed equal to +1 per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Good Luck",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Fortune smiles on you, and what was once unlikely becomes slightly probable. When the target of this spell makes a Seize the Moment Boost, they gain 1 extra d10 per DoS. Once this bonus has been applied, the spell ends.",
    "altDescription": null
  },
  {
    "spellName": "Grace of the Lion",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "Gain +1 to Evasion at DoS 1, 3, and 5, and Accurate (+1) to all Coordination based Action Checks at DoS 2 and 4.",
    "altDescription": null
  },
  {
    "spellName": "Grip of Force",
    "complexity": "3",
    "flare": "3",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): Athletics (Grapple)+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You reach out and wrestle with the target with an invisible grip.  This allows you to make the Initiate Grapple and Prosecute Grapple actions on the target.  You may perform any Grapple Maneuver as normal.",
    "altDescription": "-"
  },
  {
    "spellName": "Halo",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T+M)",
    "duration": "Sustain (2AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You are wreathed in a soothing amber nimbus. Gain Resistant (Fire): DoS, and +1d to Charisma Action Checks per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Hands of Flame",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Burning, Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your hands become ensconced in a flickering fire, and emanate light as a Torch. Your unarmed attacks deal additional damage, with a Power equal to Effect + 1/2 MP(7+), H-0, Burning.",
    "altDescription": "-"
  },
  {
    "spellName": "Harrowing",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Aura (5)",
    "action": "Cmplx (45T)",
    "duration": "Sustain (1AP)",
    "keywords": "Morale Effect",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "A distressing and despairing aura surrounds you. Note Effect and compare to the GRI of any who enter your Aura. At DoS 1 they are Demoralized, and their SPI is -1 at DoS 2, and each DoS thereafter.",
    "altDescription": "-"
  },
  {
    "spellName": "Healing Sleep",
    "complexity": "5",
    "flare": "4",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Cmplx (60T+1RP)",
    "duration": "Special",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Healing Sleep can be cast upon a target prior to them sleeping for the night. The target of this spell gains Wound Closure (DoS) that can be distributed amongst their wounds, recovering them as they sleep. This spell requires at least 1 Segment of Sleep to take effect.",
    "altDescription": null
  },
  {
    "spellName": "Health of the Stallion",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "DoS 1: +1 to BOD\u000aDoS 2: +1 to Blood Magic Action Checks\u000aDoS 3: +1 to BOD\u000aDoS 4: +1 to Blood Magic Action Checks\u000aDoS 5: +1 BOD, Gain 1 Reserve Pool",
    "altDescription": "-"
  },
  {
    "spellName": "Heavy Fog",
    "complexity": "3",
    "flare": "3",
    "range": "20 yds",
    "target": "Burst (4)",
    "action": "Cmplx (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A dense and thick fog uncoils in the area. Everyone in the affected area is Blind, and has Cover / Concealment (5). Each Cycle Maintenance, as a Spell Effect, the caster may move the fog up to 5 yards in any direction.",
    "altDescription": "-"
  },
  {
    "spellName": "Hide From Animals",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "All within the aura are shielded against detection from Fauna. Gain Furtive and Hidden Rating bonus of +1 per DoS against animals, and become undetectable by an animal's Scent ability.",
    "altDescription": null
  },
  {
    "spellName": "Horseless Carriage",
    "complexity": "1",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The axle turns of its own, with no need for beasts of burden. The spell enchants a simple mechanical axle to turn as if powered by a beast of burden. Each DoS generates a cartage strength equal to one ox or mule. A vehicle propelled by this spell cannot move faster than a normal pace, and must be steered as per normal. This spell can similarly be used on a millstone, or any other device that requires a perpetual circular motion.",
    "altDescription": "-"
  },
  {
    "spellName": "Howl of the White Lade",
    "complexity": "5",
    "flare": "6",
    "range": "Self",
    "target": "Earshot",
    "action": "Cmplx (45T)",
    "duration": "Special",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You let out a horrific caterwauling wail.  Gain 1 Doom Counter per DoS and distribute them as you see fit to targets within Earshot.  Targets cannot be immune to Psychic Effects.  A single target cannot gain Doom Counters from multiple uses of this spell from the same caster.  When you expend a target's Doom Counter, regain 2 Lost AP and 1 Lost RP.",
    "altDescription": "-"
  },
  {
    "spellName": "Howling Wind",
    "complexity": "2",
    "flare": "2",
    "range": "80 yds",
    "target": "Burst (4)",
    "action": "Cmplx (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A fast and chaotic wind erupts in the area; buffeting and howling. Any missile weapon attack that is fired from within the affected area are Accurate (-1) per DoS, and those within the affected area gain +1 to AVO per DoS against missile weapon attacks. Earshot Detection Range is reduced to 5 yds while within Howling Wind, and any Furtive Rating within are +3. This area is treated as Difficult terrain for those with Levitating, Gliding, or Winged Flight. Vapors, Fogs, and other mists are dispersed and ended in the affected area.",
    "altDescription": "-"
  },
  {
    "spellName": "Ice Armor",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A coat of rime and frost covers the caster's body. The caster gains Resistant: Cold (DoS), and 1 Minor Wound at DoS 2, and 4.",
    "altDescription": null
  },
  {
    "spellName": "Ice Lance",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Line (Eff)",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A lance of ice pierces and freezes all it hits. The Ice Lance deals M(6+):P-2 Piercing and xM(7+): H-2, Cold Damage.",
    "altDescription": "-"
  },
  {
    "spellName": "Ice Weapon",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your melee attack is swung with an arc of freezing air around the weapon. This spell is cast and sustained on a held weapon, and loses its enchantment if the weapon leaves the caster's hand. It grants the attack additional damage of 4d(6+):H-0, Cold Damage. The damage dice (power) increases by +2 per DoS Scored.",
    "altDescription": null
  },
  {
    "spellName": "Ignite",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (35T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Target is encased in flames.  This damage is hM(6+): H-0, Lingering Fire Damage and is Pervasive (1) per DoS.  Target may make a 60T Complex Action to Stop/Drop/Roll and end the Duration.",
    "altDescription": "In an Exploration Scene, Purify Air can be bid as a Counter to an airborne toxin trap, costing 1AP and 2 Flare, rendering the air safe for the immediate area of the caster."
  },
  {
    "spellName": "Illuminate",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Special",
    "action": "Stndrd (35T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Sparks of light sizzle into existence, emanating light as a candle. You create 1 ball of light per DoS. Each ball illuminates as a single candle. You may merge 2 balls together to create a single light source equivalent to a Torch/Lantern, or 3 of them can be combined to be equal to a campfire, or 4 of them into a bonfire. When summoned, the caster dictates where they appear, but they cannot be moved. They will hover a yard off the ground, and can be destroyed by any attack that deals any amount of damage.",
    "altDescription": null
  },
  {
    "spellName": "Imbue with Cold",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 3 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Imbibed. DoS equal Resistant: Cold",
    "altDescription": null
  },
  {
    "spellName": "Imbue with Fire",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 3 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Imbibed. DoS equal Resistant: Fire",
    "altDescription": "-"
  },
  {
    "spellName": "Imbue with Lightning",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 3 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Imbibed. DoS equal Resistant: Electrical",
    "altDescription": null
  },
  {
    "spellName": "Imbue with Mind",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 3 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Imbibed. DoS equal Resistant: Psychic",
    "altDescription": "-"
  },
  {
    "spellName": "Imbue with Spirit",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 3 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Imbibed. DoS equal Resistant: Etheric",
    "altDescription": "-"
  },
  {
    "spellName": "Immolate",
    "complexity": "6",
    "flare": "6",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (2RP)",
    "duration": "Cycles (3)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Morphic): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "You are immolated in a halo of roiling flames. While Immolate lasts you are immune to Fire Damage. Anyone who gains Grappled with you takes xM(7+): H-4, Fire Damage, each Cycle Maintenance as a Spell Effect. Gain 1 Inferno Counter per DoS. You may expend 1 Inferno Counter to do a Blast Wave, Burst (4), centered on you, as a 1RP Surge. This damage is xM+4(7+): H-2, Pervasive (3), Fire Damage. You may expend multiple Inferno Counters on this Blast Wave, granting an additional +4d of damage each Inferno Counter. When all Inferno Counters are expended, Immolate Ends, even if the duration has not expired.",
    "altDescription": "-"
  },
  {
    "spellName": "Inconvenience",
    "complexity": "1",
    "flare": "1",
    "range": "40 yds",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "Fortune assigns no favor. You may purchase Inconveniences and apply them to the target as Maneuvers:\u000a\u000a2 Eff: Bowstring or Crossbow Line are Snapped\u000a3 Eff: Armor Straps come undone, making all physical action checks Accurate (-1)\u000a1 Eff: If the target has a Helm, the target becomes Blind, requiring a 20T Complex Action to fix their Helm\u000a3 Eff: Target loses focus, and drops Guard\u000a3 Eff: On the target's next Move Action, they instead become Sprawled\u000a2 Eff: Target's belt falls off, dropping all belted items to the ground\u000a4 Eff: On Target's next Melee Attack, after the attack is resolved they drop their held weapon\u000a",
    "altDescription": null
  },
  {
    "spellName": "Induce Frenzy",
    "complexity": "1",
    "flare": "1",
    "range": "Sensed",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Cycles (Eff)",
    "keywords": "Psychic Effect, Enchantment",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Target Animal becomes Frenzied. Mounts will immediately begin bucking their rider.",
    "altDescription": null
  },
  {
    "spellName": "Induce Sleep",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Cycles (Eff)",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Eyes become heavy and focus is drained. Targets are Unconscious and Sprawled for the duration. They may be roused by a swift kick, or physical interaction (30T Complex Action) before the duration ends.",
    "altDescription": "-"
  },
  {
    "spellName": "Infernal Healing",
    "complexity": "4",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (40T+M)",
    "duration": "Permanent",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "The wound begins to steam and give off a bright red glow as it rapidly healed. This spell applied Wound Closure (DoS) to the target wound, and deals damage in a new wound, that is equal to DoS. This damage is Lingering and Psychic.",
    "altDescription": null
  },
  {
    "spellName": "Infusion of Constitution",
    "complexity": "2",
    "flare": "3",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 6 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target gains +1 to BOD per DoS",
    "altDescription": null
  },
  {
    "spellName": "Infusion of Healing",
    "complexity": "2",
    "flare": "3",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 6 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target generates Healing Pool the next morning equal to DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Infusion of Invigoration",
    "complexity": "2",
    "flare": "3",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 6 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target loses 1 Strain per DoS, and Etheric/Psychic Wounds heal 1 Block per DoS",
    "altDescription": null
  },
  {
    "spellName": "Infusion of Restoration",
    "complexity": "2",
    "flare": "3",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 6 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target restores AP equal to DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Infusion of Revitalization",
    "complexity": "2",
    "flare": "3",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 6 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target restores RP equal to DoS.",
    "altDescription": null
  },
  {
    "spellName": "Invigor Mortis",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Aura (5)",
    "action": "Surge (M+10T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Undead under your control are more fierce and agile.  Each Cycle Maintenance, as a Spell Effect, any Undead or Animant Corpse under your control within the Aura gains benefits based on your DoS.  DoS 1: Gain Resistance (Etheric): 2, DoS 2: Gain +2d to all Action Checks, DoS 3: Speed and Body Power gain +2.  DoS 4: Auxiliaries/Actors restore damage by one level, Adversaries have each Wound reduced by one level.  DoS 5: Auxiliaries make 2 Actions this Cycle, Actors reduce Ticks of their next Action by half, Adversaries regain 3 AP and 1 RP.",
    "altDescription": null
  },
  {
    "spellName": "Invigorate",
    "complexity": "2",
    "flare": "3",
    "range": "Self",
    "target": "Burst (1)",
    "action": "Cmplx (30T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "An energizing and refreshing silver light bursts around you. All within the affected restore 1 lost AP per DoS. If the amount of AP restored is greater than their max AP, they gain Momentum (cannot restore AP beyond their maximum).",
    "altDescription": null
  },
  {
    "spellName": "Invisibility",
    "complexity": "5",
    "flare": "6",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T)",
    "duration": "Sustain (2AP)",
    "keywords": "Illusion",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You are Invisible.",
    "altDescription": null
  },
  {
    "spellName": "Invisible Arm",
    "complexity": "4",
    "flare": "4",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (40T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You generate an invisible arm that you can wield as a normal arm. This invisible arm is like having a third arm, and it has a Measure of 0 at DoS 1, 0r at DoS 2, Measure 1 at DoS 3, 1r at DoS 4, and Measure 2 at DoS 4. It moves with you, staying within its maximum measure. Actions made with this arm use your normal skill but it is considered an off-hand (Accurate -2), and it uses your Magic Power in lieu of Body Power for melee attack damage.  If you are in a Grapple, gain Accurate (DoS) to Athletics (Grapple) actions while the Invisible Arm is assisting in the Grapple.",
    "altDescription": null
  },
  {
    "spellName": "Invisible Swordsman",
    "complexity": "5",
    "flare": "5",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Summon (Autonomous)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A weapon rises from the ground, levitating as if held by an invisible assailant. This spell targets a single melee weapon. It enters the combat scene as an Actor with an Initiative rating of +10 from the caster's Initiative at the start of this pass. An animated weapon is treated as a Summon (Autonomous). The Speed and Body Power of the animated weapon is equal to your Effect, and it is Levitating with a maximum height of 3 Yards at the handle/haft. It uses the caster's Bonds Magic (Spirit) Skill Check in lieu of the relevant Weapon Skill, but it can only make Basic Attacks, and its attack actions are Accurate (-3).",
    "altDescription": null
  },
  {
    "spellName": "Jolting Lash",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Line (Special)",
    "action": "Stndrd (25T+M)",
    "duration": "Instant",
    "keywords": "Electrical, Pervasive (3), Dazing",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Electricity uncoils from your hand in a brilliant flash of blue-white light. This is a Line Attack with a total length of two yards per DoS. All in the Line take damage equal to MP(6+): E(-2), Electrical. This damage is Pervasive (3), and Dazing.",
    "altDescription": null
  },
  {
    "spellName": "Key",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+Special",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You coax a complex lock into opening. The more complex the lock, the harder it is to open. The complexity of the lock (its disarm TN) is directly added to the complexity of the spell to determine the TN to cast successfully. This only works on mechanical locks, and does not work on barred doors.",
    "altDescription": null
  },
  {
    "spellName": "Lambent Bolt",
    "complexity": "1",
    "flare": "2",
    "range": "RI (5)",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Instant",
    "keywords": "Missile",
    "check": "Focus Magic (Banish): [c]+AVO",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A streaming bolt of sparks slam into the target, delivering hM+2(6+): E-0, Precise (-2), Ionizing Damage",
    "altDescription": "-"
  },
  {
    "spellName": "Leap",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Blood Magic (Morphic): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Your jump is spurred to supernatural heights. This spell is a Boost to a High Jump (Complex Action), or a Long Jump (a Boost to a Move Action). Each Effect Scored is added to your Athletics (Prowess) Action Check to perform the jump, and the height/length of this jump is not limited by your Body Power as normal.",
    "altDescription": "-"
  },
  {
    "spellName": "Levitate (Charm)",
    "complexity": "4",
    "flare": "4",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (30T+M)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You become weightless on the air. Gain Levitating with a Flight Speed equal to your DoS.",
    "altDescription": null
  },
  {
    "spellName": "Levitate",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You levitate. Gain the Levitating Condition with a Levitation Speed equal to your Magic Power, minus 1 for every 100 lbs of total weight (including your body weight). Your maximum levitate height is DoS in yards.",
    "altDescription": "-"
  },
  {
    "spellName": "Life Sense",
    "complexity": "3",
    "flare": "2",
    "range": "Self",
    "target": "Aura (Special)",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Divination",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You can sense the vibrancy of life. You gain Life Sense on any target within your Aura. The Aura has a radius equal to your Effect.",
    "altDescription": null
  },
  {
    "spellName": "Lifeless Eye",
    "complexity": "2",
    "flare": "1",
    "range": "80 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You can project your vision through any constructed item that has ornamentation or a part of its design that could feasibly resemble an eye. You may perceive through this eye as if it were your own, although its facing is unchanged. You may extend your Facing to include any space/hex within Facing of the Lifeless Eye.",
    "altDescription": null
  },
  {
    "spellName": "Lightning Shield",
    "complexity": "3",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (G+10T)",
    "duration": "Instant",
    "keywords": "Electrical, Pervasive (9), Stunning",
    "check": "Focus Magic (Banish): [c]+BOD",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "When you are struck or grabbed, you body becomes a conduit for a powerful electrical discharge. This spell is a Reaction to being Grappled, or struck with a Ferrous Weapon. Attacker takes Damage equal to Effect. This damage is Pervasive (9), Stunning, E(-5), Electrical.",
    "altDescription": "-"
  },
  {
    "spellName": "Long Path",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "TSA (2), Teleport",
    "check": "Axiomatic Magic (Formulae): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "Your enemy dashes toward you, but for all their effort, wind up back where they started from. If the target of this spell makes a Movement of any king, at the end of that Movement, they are immediately returned to where they started from, even if this movement was involuntary, such as being knocked Sprawled, or being targeted by another teleport spell. If there is an action paired with that move, it is resolved as if it originated from the starting position.",
    "altDescription": "-"
  },
  {
    "spellName": "Maddening Whispers",
    "complexity": "4",
    "flare": "4",
    "range": "40 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Cycles (3)",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The target is best by whispers in their mind, a cacophony in a language they do not understand, but a terrible message they fully do. Reference DoS for results. Effects are cumulative:\u000a\u000aDoS 1: Target is Distracted\u000aDoS 2: Target gains Cowed\u000aDoS 3: Target has a C-TAG for the duration\u000aDoS 4: Each Cycle Maintenance, as a Spell Effect, the Target takes hM(9+): D-0, Lingering, Psychic Damage\u000aDoS 5: Target gains Cowed, a C-TAG for the duration, and increases the periodic damage dice pool by +5",
    "altDescription": "Key can be used as a \"Skill/Talent\" resolution path to unlock doors."
  },
  {
    "spellName": "Magnetic Parry",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your blade becomes highly magnetized as it parries the attack. Boost to a Parry Reaction with a Ferrous Weapon against a Ferrous Weapon Attack. Gain +1 EVA per DoS, in addition to what is granted by the Parry. If this spell successfully forces an attack into a Botch, gain Momentum.",
    "altDescription": null
  },
  {
    "spellName": "Magnetic Shield",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Cmplx (45T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A shield of powerful magnetic forces surrounds you, pushing away from you. People, aside from the caster, wearing Ferrous armor find the area within the aura to be one Terrain category worse. All within the aura gain a bonus to AVO equal to the DoS against Ferrous missiles: thrown weapons, arrows, bolts, etc. This bonus to AVO is +1 for Ballistic Damage at DoS 3, and +2 at DoS 5.",
    "altDescription": "Resolution Paths to Avoid gain +5d at the cost of 1AP and 1 Flare."
  },
  {
    "spellName": "Manifest Nightmare",
    "complexity": "3",
    "flare": "3",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Summon (Autonomous), Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A vestige of the psyche of the target manifests itself in the physical world as an entity to torment them. The summoned creature is a Vestige, Tormentor. It appears within 5 yards of the target, functions as an Actor, with an Initiative equal to the Caster's +10T. Its first action in the Scene will be to use its Torment ability on the target of the Manifest Nightmare spell.",
    "altDescription": "May assume any obstacle that has a pit, or a fall, of a relatively short distance, is easily traversed. Obstacle is avoided with no penalty to Position."
  },
  {
    "spellName": "Manipulate",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (45T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): Special+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You may manipulate a lever, door handle, uncross a loosely tied rope. The TN is modified by the how strenuous or complex the action is. (+0 to +6TN). Pushing open an unlatched door or working a simple lever would be +0, while untying a sailor's knot with a massive and thickly corded rope would be +6.",
    "altDescription": null
  },
  {
    "spellName": "Mannequin",
    "complexity": "4",
    "flare": "5",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (M)",
    "duration": "Instant",
    "keywords": "Illusion, TSA (1), Teleport, Subtle",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You disappear, leaving behind an illusory replica of yourself. Immediately teleport a number of yards within your facing forward equal to your Effect, and become Invisible for 1 Cycle. In your place is an illusion of you that lasts for 1 Cycle.",
    "altDescription": null
  },
  {
    "spellName": "Mask",
    "complexity": "2",
    "flare": "1",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Illusion, Enchantment",
    "check": "Focus Magic (Manipulate): [c]+Special",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You create a visual illusion over someone else, or yourself, passing yourself for someone entirely different. The TN is raised if you are actively trying to copy someone else's look. TN is +0 if it is someone you are very familiar with and see all the time, to +5, for someone you caught a glimpse of. This spell only accounts for appearance. Your DoS is the TN on an Observation (Search) Action Check to discern through the Illusion.",
    "altDescription": "-"
  },
  {
    "spellName": "Mechanist",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Burst (Eff)",
    "action": "Cmplx (60T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You reach out with your mind and detect all things with working parts and mechanics within the affected area. You gain Detected on all mechanical worked items, from hinges, to pressure plates, gears, pulleys, etc. You know their distance from you, and direction.",
    "altDescription": null
  },
  {
    "spellName": "Mend",
    "complexity": "3",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+Special",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Broken and damaged items mend themselves as if they were made of soft clay. For an item to be mended, the pieces of the damaged item must all be together, or equivalent material. The TN to mend an item is based on its size and complexity. This is +1 to the TN per size category of the item. For Complexity, +0 if it is one piece (armor breastplate), add +1 if there are a few moving parts (wheel axel, levers), +2 if there are multiple moving parts (plate armor suit), and +3 if fine work and precision are required (gear work). For each DoS Scored you may reduce it in damaged severity by one level: Destroyed -> Broken -> Damaged -> Undamaged.",
    "altDescription": "-"
  },
  {
    "spellName": "Mend Flesh",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1)",
    "duration": "Permanent",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): [c]+Special",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Wounds close up and heal. This spell targets one wound. The Mortality of the Wound increases the TN. This can only be cast on a wound that is not already Treated. The wound is reduced in severity by one per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Mighty Blow",
    "complexity": "2",
    "flare": "3",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T+M)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The enchanted weapon swings with the force of a mountain. The bonus from Mighty Blow are applied to the next Damage Check made with a targeted melee weapon. At DoS 1, the attack becomes Overwhelming. At Dos 2, the attack becomes Massive. Gain +2 Damage Dice for each DoS after 2. If this is not used within the Scene within which the spell is cast, the spell ends at the conclusion of the scene.",
    "altDescription": "-"
  },
  {
    "spellName": "Mimic",
    "complexity": "2",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Illusion, Enchantment",
    "check": "Focus Magic (Manipulate): [c]+Special",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You create an auditory illusion over someone else, or yourself, sounding as someone else entirely. The TN is raised if you are actively trying to copy someone else's voice. TN is +0 if it is someone you are very familiar with and see all the time, to +5, for someone you heard in passing, or from a distance only a few times. This spell only accounts for voice. Gain Accurate (DoS) on all Persuade (Con) Action Checks to pass yourself off as the target you are mimicking.",
    "altDescription": "-"
  },
  {
    "spellName": "Mind Read",
    "complexity": "2",
    "flare": "2",
    "range": "80 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Psychic Effect, Subtle",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You intrude on the mind of another, delving in to their surface thoughts. At Botch 1 or worse, you are Dazed, and the target is aware of some sort of psychic attack, though not necessarily from whom. Narratively, you are aware of the target's most overriding emotional thoughts, or what is top of their mind. This would grant a bonus equal to your DoS to any Cunning (Discern) Action Checks against them. In a Combat Scene, Effects are by DoS.\u000a\u000aDoS 1: Gain 1 C-TAG on the target\u000aDoS 2: Gain Accurate (+1 ) on actions that target EVA\u000aDoS 3: Gain 1 C-TAG on the target\u000aDoS 4: Gain Accurate (+1) on actions that target EVA\u000aDoS 5: Gain 1 C-TAG on the target",
    "altDescription": "-"
  },
  {
    "spellName": "Mind Speak",
    "complexity": "1",
    "flare": "1",
    "range": "80 yds",
    "target": "Single",
    "action": "Cmplx (20T)",
    "duration": "Instant",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Ego): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You are able to send telepathic messages to the target. This functions as a Communicate Action.",
    "altDescription": null
  },
  {
    "spellName": "Mirror-Self",
    "complexity": "3",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Illusion, Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Reflections of the caster swirl around them in a dizzying kaleidoscope. The caster gains a bonus to EVA and AVO equal to their DoS.",
    "altDescription": null
  },
  {
    "spellName": "Mirrorstep",
    "complexity": "5",
    "flare": "6",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (M)",
    "duration": "Sustain (1FP)",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You sidestep into a mirror, transporting yourself wholly to the Shardlands. This spell requires you be standing next to (Measure 0) a mirror that is large enough for you to walk into. You enter into the Shardlands. You may exit the Shardlands by standing next to a mirror (Measure 0) and spending a 30T Complex Action to return to the real world.",
    "altDescription": null
  },
  {
    "spellName": "Misfire",
    "complexity": "1",
    "flare": "2",
    "range": "80 yds",
    "target": "Burst (7)",
    "action": "Reaction (G+20T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "Guns, siege equipment, and other touchy weapons, become even more touchy. All weapons with the Misfire Keyword, on their next immediate use, must roll an additional Misfire Validation Die per DoS Scored.",
    "altDescription": "In an Exploration Scene, Mechanist can be bid as a Caution for the turn, costing 1 AP and 1 Flare, to uncover any traps in the Node."
  },
  {
    "spellName": "Mole Sight",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Cone (Effect)",
    "action": "Surge (1AP)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You extend your senses into the stone. While sustained, within the target area, you can detect density of stone work, or natural stone, allowing you to sense open spaces.",
    "altDescription": "-"
  },
  {
    "spellName": "Motile Mutile",
    "complexity": "3",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A worked and constructed item heaves as if alive. You cause a piece of furniture or structure to move up to 5 yards and grab a target. The target piece should be a table, chair, and be constructed primarily of wood. This temporary construct makes a single Prosecute Grapple Action against a single target within 5 yards. This Grapple Action uses your Bonds Magic (Spirit) in lieu of Athletics (Grapple), and gains Accurate (+1) per DoS scored when manifesting Motile Mutile. The animated construct should be no smaller than a chair, yet no larger than a table. It is treated as having a Measure of 0/1 for this attack. If the Grapple is successful, it may perform a Restrain, Control, and Choke Maneuvers only. It will only make one Prosecute Grapple action, and if it fails to grab the target, the spell ends. Otherwise, it will maintain this Grapple until the spell ends.",
    "altDescription": "-"
  },
  {
    "spellName": "Move Earth",
    "complexity": "5",
    "flare": "4",
    "range": "Self",
    "target": "Cone (Effect)",
    "action": "Cmplx (30T+M)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]+Special",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "The ground roils and heaves, knocking everyone from their feet. The earth in the affected area becomes Treacherous Terrain and all within are Sprawled if they are Size 4 or smaller. The TN increases by +2 (Clay), +4 (Stone) depending on the weight and density of the earth.",
    "altDescription": "-"
  },
  {
    "spellName": "Muffle",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (35T)",
    "duration": "Sustain (1AP)",
    "keywords": "Illusion, Enchantment, Subtle",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You soften the sound around you. While Sustained, you are Mute, and gain +1 to your Furtive Rating per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "New Memory",
    "complexity": "5",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Permanent",
    "keywords": "Psychic Effect, Subtle",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You foment in the mind a new memory, one that feel as real as any other. You can construct a memory that encapsulates a minute of time per DoS scored. The TN for this spell is further increased by how believable, or rather, unbelieavable the memory is. A memory that is minor and inconsequential is TN +0, while a memory that involves actions that the target of this spell would never willingly make, or actions of others they know irrefutably to be untrue, would increase the TN by +5. Memories that are demonstrably untrue, and completely incompatible with reality, would not be perceived as a memory, but more like a passing dream. Persuade (Con) Action Checks against this target that pertain to the new memory, or involve it in some way, are Accurate (+5).",
    "altDescription": "-"
  },
  {
    "spellName": "Obfuscate Soul",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Mortal souls are hidden from evil. The target cannot be Detected or Sighted by Lifesense, and is Invisible to entities that perceive this way.",
    "altDescription": null
  },
  {
    "spellName": "Old Wounds",
    "complexity": "3",
    "flare": "3",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Sometimes the memory of an old wound is just as palpable as first delivered. The target remembers a terrible old injury, and feels the pain. They suffer Mortality Penalties equal to the DoS for the duration. These Mortality Penalties can be managed as normal Mortality Penalties.",
    "altDescription": "Retching Bellows can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 3 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-3), and can be countered by a Agile Action (TN 2) to avoid it if in an outdoor area, or TN 4 if in an Interior Setting, or by a Brawn Action (TN 5) to suffer through the effects. In an Infiltration Scene, Retching Bellows can be a Combat Resolution Path. This requires 1AP and 4 Flare in cost, and the Action Check to cast is compared to the Combat Resolution TN. At DoS 1, Retching Bellows resolves the Obstacle as a Group."
  },
  {
    "spellName": "On Bended Knee",
    "complexity": "3",
    "flare": "4",
    "range": "Earshot",
    "target": "All",
    "action": "Cmplx (40T)",
    "duration": "Instant",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You demand all to show deference, and show it they must. Your Effect on casting this Spell is compared to the SPI defense of all in the affected area (you may exclude allies). If your Effect exceeds their SPI defense, they must, as a Surge (10T), take a Movement Action to Kneel and bow their heads, if they are physical able to do so. Animals may sit on their haunch. While they may stand up on their next pass, they begin their pass in the Kneel position, and have no one in their Line of Sight at the start of their Pass. A target may not be compelled by this spell more than once in a Scene.",
    "altDescription": "-"
  },
  {
    "spellName": "Pack Lord",
    "complexity": "5",
    "flare": "5",
    "range": "Sensed",
    "target": "Single",
    "action": "Cmplx (45T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Psychic Effect, Enchantment",
    "check": "Bonds Magic (Ego): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Targeted animal (Wild or Domestic) becomes a Support (Autonomous) under your command.",
    "altDescription": "-"
  },
  {
    "spellName": "Painful Forbearance",
    "complexity": "3",
    "flare": "3",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You forbid the enemy of action, on promise of pain. For each DoS you may nominate one type of action. Whenever the target performs this action they gain Agony. This Agony lasts until the next Cycle Maintenance as a Spell Duration, but is reapplied anytime they perform a forbidden action. Targeted action types: Melee Attack, Grapple, Casting a Spell, Moving, or Ranged Attack.",
    "altDescription": null
  },
  {
    "spellName": "Panacea",
    "complexity": "6",
    "flare": "7",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 18 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Disease Affliction makes a new attack. Target's BOD is +1 per DoS against this attack. If failure, disease cured.",
    "altDescription": "-"
  },
  {
    "spellName": "Pass Through",
    "complexity": "5",
    "flare": "5",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (20T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You phase through solid objects. You may move 1 yd per DoS through solid barriers, like doors, walls, etc. This can be dangerous if you don't know what is on the other side. If the barrier is thicker than your movement distance, and it is a solid mass such as earth, stone, etc., the structure is damaged and the caster is Dead. If it a flimsy structure such as tightly wound hay, thin wood, you take 20d(8+): I-0, Impact, Pervasive (9) damage, and the structure, if any, is Broken.",
    "altDescription": null
  },
  {
    "spellName": "Perturb Aura",
    "complexity": "1",
    "flare": "1",
    "range": "Measure (1)",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Instant",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You harrow the aura and spirit of your enemy. The target takes 1 point of Unmitigated, Lingering, Psychic Damage per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Pervasion of Hardness",
    "complexity": "5",
    "flare": "6",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 15 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target Armor gains +1 to Mitigation Levels per DoS",
    "altDescription": "-"
  },
  {
    "spellName": "Pervasion of Obscuring",
    "complexity": "5",
    "flare": "6",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 15 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target gains Accurate (DoS) to Stealth to generate Hidden and Furtive Ratings",
    "altDescription": "-"
  },
  {
    "spellName": "Petrify",
    "complexity": "6",
    "flare": "7",
    "range": "20yds",
    "target": "Single",
    "action": "Cmplx (60T+M)",
    "duration": "Days (Eff)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Morphic): [c]+BOD",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "You turn the target to Stone. While turned to stone the target is also Unconscious, and has no awareness of anything that occurs until the spell wears off. This affects only the person, and not anything they are wearing or wielding.",
    "altDescription": "-"
  },
  {
    "spellName": "Phase",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (5T+G+M)",
    "duration": "Instant",
    "keywords": "TSA (1)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "Your body becomes ethereal for a flash of a moment. As a reaction to taking damage from any source (with the exception of Etheric or Psychic), you may phase your body, ignoring all damage from the attack.",
    "altDescription": null
  },
  {
    "spellName": "Place Anchor",
    "complexity": "2",
    "flare": "3",
    "range": "40 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "TSA (1), Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You weave an anchor in time and space on the target, making it easier to wield conjuration magics against them. You are able to cast Extend, Long Path, Art of Falling, Banish to the Void, Castling, and Pull the Living on a target with this Anchor as a Reaction costing Guard +10T, and gain Accurate (DoS) to casting these spells on the target.",
    "altDescription": null
  },
  {
    "spellName": "Poison Spit",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Cone (2:5)",
    "action": "Cmplx (35T)",
    "duration": "Instant",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "A virulent mist of vapor unravels in a spinning cone in front of you.  Everyone in the affected area is Exposed to a Toxin.  This is a Contact Toxin, and your Effect scored must exceed the Extent of the worn armor of the targets, else they are unaffected.  Once exposed, Magic Power is compared to the BOD of the targets' affected which determines the Potency (DoS of MP against the targets' BOD).  Each application of Poison Spit on a target after the first adds hM to the Toxicity to determine a new Potency.\u000a\u000aDoS1: 1 Lingering Necrotic Damage each Cycle Maintenance as a Periodic Effect, for 3 Cycles\u000aDoS2: 1 Lingering Necrotic Damage each Cycle Maintenance as a Periodic Effect, for 3 Cycles\u000aDoS3: Sickened (1) for 1 Hour\u000aDoS4: Sickened (1) for 1 Hour\u000aDoS5: Blind for 100 Ticks",
    "altDescription": "-"
  },
  {
    "spellName": "Portentous Insight",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (G+25T)",
    "duration": "Instant",
    "keywords": "Divination",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "A detailed and quick flash of premonition and insight gives you ample warning. As a Reaction to an attack that targets your EVA or AVO, gain +1 to EVA and AVO per DoS against the attack.",
    "altDescription": null
  },
  {
    "spellName": "Power Draw",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (+5T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Wooden Bows and Crossbows become deep in their flex, propelling their missiles with tight, tensile power. As a boost to an attack with a Bow, or a Light Crossbow, augment the Power (damage dice pool) of the missile attack by +1d per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Precipitous Path",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (2)",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The ground responds to you.  While walking on vegetation gain a bonus to Audial Stealth rating equal to your DoS.",
    "altDescription": null
  },
  {
    "spellName": "Prestidigitation",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Single",
    "action": "Stndrd (15T)",
    "duration": "Sustain (1AP)",
    "keywords": "TSA (2)",
    "check": "Axiomatic Magic (Formulae): [c]+Special",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "It vanishes from your hand, and where it went, only you know. This spell causes an item you are holding to vanish from the material world, relegated to a space in extradimensional space only you have access to. Summoning it back to your hand is a Surge (5T) action. Once summoned back to the world, you most perform the spell again to sequester it back. The spell assumes something the size and weight of a coin or gem. Increase the TN by +1 for a palm sized item (cup, bowl), +2 for a dagger, or knife, +3 for a one handed melee weapon or cord of rope, +4 for a two handed melee weapon or shield, or similar sized item that you could feasibly control in your hands. If this spell ends due to a Dispel, or being rendered unconscious, the item returns back to the material world within 1 yard of the caster.",
    "altDescription": null
  },
  {
    "spellName": "Propel Steel",
    "complexity": "3",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M+5T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You augment the power of a missile attack. A Boost to an attack with a range increment that is firing a metal (ferrous) missile. +2 Damage Dice per DoS. +1 Penetration at 3 or more DoS.",
    "altDescription": "In a Social Scene, during the Setup Phase, you may uncover the NPC's Tone Reaction to the Highest Tone expressed by the Party."
  },
  {
    "spellName": "Psychometry",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Narrative",
    "duration": "Special",
    "keywords": "Divination",
    "check": "Bonds Magic [Ego]: [c]+Special",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "In handling an item wielded or worn by another, you establish a psychic link with the deeply emotional events which involved the item. Psychometry can be used on a single item that was either wielded, or worn. You can re-live events that involved the item. The caster must specify the type of experience, and the time period, when using this spell.The TN is the Spell Complexity, plus a modifier based on how far back in time you are trying to experience. Within the last day (TN +1), week (TN +2), month (TN +3), year (TN +4), decade (TN +5), and +1 TN for each 50 years after. DoS determines the detail, length, and clarity of the vision. At DoS 1 it is fleeting and indistinct. Each DoS thereafter provides a minute of detailed memory. While experiencing the vision, the caster is Blind and Deaf for a number of minutes equal to the DoS. If meaningful and relevant to the chapter, the Sage can award Intelligence if used appropriately, up to 3 Intelligence.",
    "altDescription": "-"
  },
  {
    "spellName": "Pull",
    "complexity": "2",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): BOD+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Powerful waves of force pull a target forward.  Target is pulled directly to you 1 yd per DoS.  If this is more than 2 yards they are knocked Prone or Sprawled at the end of the push.  This is considered Movement by the target.",
    "altDescription": null
  },
  {
    "spellName": "Pull the Living",
    "complexity": "5",
    "flare": "5",
    "range": "40 yds",
    "target": "Single",
    "action": "Cmplx (45T+M)",
    "duration": "Instant",
    "keywords": "TSA (2), Teleport",
    "check": "Axiomatic Magic (Formulae): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You drag your target through the spiritual planes, teleporting them to your feet. The target of this spell is wrapped in glowing indigo fractals and is teleported to within one yard of the caster. At DoS 2, the target is Dazed when they arrive. At DoS 3, they are Stunned.",
    "altDescription": "Ball Lightning can be used a Quarry Stunt (1 AP, 1/2 Speed Position, 3 Flare Cost) in a Chase Scene. This adds a second Obstacle for the Hunters. This Obstacle is a Position (-2), and can be countered by a Agile Action (TN 2) to avoid it, or by a Brawn Action (TN 3) to suffer through the damage."
  },
  {
    "spellName": "Puppeteer",
    "complexity": "4",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment, Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The target ceases to have any control over their actions. You directly control the actions of the target for the duration. You may declare actions as them on their Initiative. While this spell is active, you are Immobilized and Distracted, and cannot declare your own actions. You may not cause the target to damage themselves. Ending this spell is a 0T Surge and grants Momentum.",
    "altDescription": "-"
  },
  {
    "spellName": "Purify Air",
    "complexity": "3",
    "flare": "2",
    "range": "40 yds",
    "target": "Burst (6)",
    "action": "Cmplx (45T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "The area is dispersed of foul air, clouds, ash, or airborne particles, keeping it clear and fresh, while sustained. Airborne poisons, mists, clouds, and vapors cannot affect anyone in the targeted area.",
    "altDescription": null
  },
  {
    "spellName": "Purify Drink",
    "complexity": "1",
    "flare": "1",
    "range": "Measure (0)",
    "target": "Special",
    "action": "Cmplx (30T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]+Special",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You cleanse liquid of dangerous elements. The TN is modified by the virality, toxicity, or contamination of the drink. +0 TN (muddy), +2 TN (poisons/disease present), +4 (parasites, rancid), +6 (acids/corrosives). Purifies 1 Serving of liquid per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Push",
    "complexity": "1",
    "flare": "1", 
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): BOD+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Powerful waves of force push a target backward.  Target is forced away from you 1 yd per DoS.  If this is more than 2 yards they are knocked Sprawled or Prone at the end of the push.  This is considered Movement by the target.",
    "altDescription": null
  },
  {
    "spellName": "Putrefy",
    "complexity": "1",
    "flare": "2",
    "range": "Measure (0)",
    "target": "Burst (Effect)",
    "action": "Cmplx (60T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Food becomes spoilt and rotten. Food, up to 10 lbs per DoS, within the affected area rots and becomes useless.",
    "altDescription": "In a Chase Scene, this can be a Quarry Stunt to create an Obstacle for the Hunters."
  },
  {
    "spellName": "Ray of Annihilation",
    "complexity": "6",
    "flare": "7",
    "range": "Self",
    "target": "Line (8)",
    "action": "Stndrd (45T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A terrible line of black energy silently disintegrates all in its path.  This ray deals MP(5+): X-3, Disintegration Damage that is Sundering (DoS).",
    "altDescription": "-"
  },
  {
    "spellName": "Rejuvenate",
    "complexity": "3",
    "flare": "4",
    "range": "10 yds",
    "target": "Burst (3)",
    "action": "Cmplx (60T+5RP)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Waves of comfort wash over all around you. Each DoS generates 1 Recovery Level, as per Rest from a Segment of Sleep. Each Recovery Level restores 1 lost Reserve Pool, removes 1 point of Visceral Flare, and reduces 1 Level of Strain.",
    "altDescription": "This spell can be used in a Chase or Infiltration Scene to destroy physical obstacles such as barred doors, or locks. This results in the same outcome as a Brawn Resolution Path, but automatically succeeds with 3 DoS as a Group Resolution, and removes the Obstacle."
  },
  {
    "spellName": "Relive Trauma",
    "complexity": "3",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Special",
    "keywords": "Morale Effect, Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A deeply personal and traumatic event is experienced all over again, as if it happened for the first time. The target is Traumatized, and gains 1 C-TAG per DoS, and is Distracted and Hallucinating, while Traumatized. The target can spend a Complex Action (30T) and expend 1 Reserve Pool to end Traumatized, otherwise it persists for the remainder of the Scene. A target may only be under the effects of this spell once per scene.",
    "altDescription": null
  },
  {
    "spellName": "Reload",
    "complexity": "4",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Complex mechanical workflows become automated in a programmatic sequence, allowing crossbows to automatically crank back into place after being fired. This spell is cast on a Crossbow, Ballista, Catapult, or Trebuchet. Each DoS Scored reduces the load time for these weapons by 1. The Missile must still be readied. While you can sustain this spell on multiple weapons, no single weapon can benefit from more than one at time.",
    "altDescription": "-"
  },
  {
    "spellName": "Remember",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "By grasping a weapon, you remember all the cuts, swings, it made while in the hands of another, and bind those memories to wield it well. A held melee weapon gains Accurate (DoS), provided the weapon was at one time meaningfully wielded by a skilled practitioner before.",
    "altDescription": "-"
  },
  {
    "spellName": "Remove from Play",
    "complexity": "2",
    "flare": "3",
    "range": "40 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Special",
    "keywords": "TSA (1)",
    "check": "Axiomatic Magic (Formulae): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "Your enemy disappears from the field, emerging moments later, delirious. The target disappears for 10T per DoS (this is added to the target's current Initiative). At the end of the duration they reappear exactly where they disappeared from, and are Dazed. If the target is an Auxiliary, they are gone for 1 Cycle per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Rend the Veil",
    "complexity": "2",
    "flare": "2",
    "range": "80 yds",
    "target": "Burst (Effect)",
    "action": "Cmplx (45T+M)",
    "duration": "Cycles (DoS)",
    "keywords": "Enchantment, Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You rend the barrier between the physical world and the spiritual realm, only for a moment, and in a small area. Spirits flock to the rent area like moths to the flame, grasping at living things in order to siphon away their soul energy. All in the area are Slowed. Each Cycle Maintenance, as a Periodic Effect, all in the affected area suffer MP(9+): D-0, Lingering, Psychic Damage.",
    "altDescription": null
  },
  {
    "spellName": "Repel Steel",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Cone (2,8)",
    "action": "Cmplx (30T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Metal is slowed as if it is moving through water. When cast, the Effect Scored notes the power of the cone. Those entering the cone, or come under its effects, compare their BOD to the power of the Cone to determine Repel Steel's DoS against them. Attacks with Ferrous weapons are Accurate (-1) per DoS while within the cone. The Cone has a directed facing shared with the caster that changes as they change facing and moves with them while sustained.",
    "altDescription": null
  },
  {
    "spellName": "Reproach",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Motes of incandescent light flitters around you like embers of a dying fire. This aura is equivalent to a Candle for light. All in the aura gain a bonus to their SPI defense against attacks made by Spirits of Aether or Spirits of Terrestria of +1 per DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Resist Fire",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Your body is attuned to nullify flames. Gain Resistant (Fire) at a level equal to the DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Retching Billows",
    "complexity": "4",
    "flare": "4",
    "range": "80 yds",
    "target": "Burst (5)",
    "action": "Cmplx (45T)",
    "duration": "Cycles (Eff)",
    "keywords": "Corpus Effect",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A cloud of noxious green gas hisses into existence, fouling and repugnant. All targets in the area benefit from Concealment (4), and those with Standard or Low-Light Vision are Blind. Effect on Manifest is compared to the BOD of a target(s) to determine a DoS per target. Targets affected are Sickened (1) per DoS gained on them. These effects recur every Cycle Maintenance while the cloud persists. Also during Cycle Maintenance, as a Spell Effect, the cloud can be moved by the Caster up to 5 yds in any direction. Upon exiting the cloud, the afflicted lower their Sickened rating applied by Retching Bellows by 1 each Cycle Maintenance as a Periodic Effect.",
    "altDescription": "-"
  },
  {
    "spellName": "Return",
    "complexity": "2",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "TSA (2)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You anchor yourself to a fixed point on the field, returning there on a whim. You place an anchor where you are currently standing when you cast this spell. You may immediately return to this hex/space, regardless of distance, as a Standard Action (5T) and assign your facing.",
    "altDescription": "-"
  },
  {
    "spellName": "Rip, Rend, and Tear",
    "complexity": "4",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+BOD",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Spectral claws tear at the target from their insides. Deal MP(7+):C-0, Unmitigated, Cutting damage to the target.",
    "altDescription": "-"
  },
  {
    "spellName": "Ripen and Rot",
    "complexity": "1",
    "flare": "1",
    "range": "Measure (0)",
    "target": "Special",
    "action": "Cmplx (30T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Food becomes spoilt and rotten. Food, up to 10 lbs per DoS, within the affected area rots and becomes useless.",
    "altDescription": null
  },
  {
    "spellName": "Roll of the Die",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Lady luck has not abandoned you. Roll of the Die is a Boost to a Luck Check. You gain +1d to the Luck Check per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Rot",
    "complexity": "2",
    "flare": "3",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Permanent",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): [c]+BOD",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "A terrible miasma envelops the target, and their wounds begin to crust, puss, and fester. Target takes hM(6+):X-0, Pervasive (6), Lingering, Necrotic Damage. One open wound, per DoS, becomes Infected.",
    "altDescription": null
  },
  {
    "spellName": "Sear",
    "complexity": "4",
    "flare": "4",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Cycles (3)",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Any worn Ferrous armor on the target rapidly heat and sear the wearer. On cast, the target takes hM(7+): H-2, Fire Damage that is Pervasive equal to the extent of any worn Ferrous Armor. Each Cycle Maintenance, as a Spell Effect, the target takes this damage again, but the Penetration increases by +2, until the duration ends. Ferrous armor gains the Damaged Keyword.",
    "altDescription": "-"
  },
  {
    "spellName": "Seat of Consciousness",
    "complexity": "3",
    "flare": "5",
    "range": "Sensed",
    "target": "Single",
    "action": "Surge (1RP)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Your body goes limp and unresponsive as your consciousness extends into the body of a construct you control. Your senses project from the Construct, and your body goes Unconscious while you ride the Construct. While posessing the Construct, your Intellect and Charisma based skills use your Action Checks, but all other Action Checks use the skills of the Construct. You may not cast any spell or perform any ritual while within the Construct, nor can you use Counterspells or Dispels. You perceive and speak from the Construct as if you were physically there. While possessing the Construct, it's Action Pool is equal to yours, but you have access to its Reserve Pool. If your true body is damaged, or Seat of Consciousness is Dispelled, you awake, reverting the Construct back to normal, and you are Stunned in your physical body. You may end this spell as a Surge (No Cost). If the Construct is destroyed while you posess it, you revert back to your normal body, and are Stunned.",
    "altDescription": null
  },
  {
    "spellName": "Sense Anchor",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Burst (Effect)",
    "action": "Cmplx (30T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You can sense the tethers to the material world that bind it to extradimensional space. You gain Sensed on all held Time Space Anchors in the targeted area of the material world, you know who holds them, and how many. You do not gain sensed on items or people held in extradimensional space. You maintain Sensed on them until the end of the Scene.",
    "altDescription": null
  },
  {
    "spellName": "Sense Daemon",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "Divination",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You determine if the target is suffering from Daemonic Oppression or Possession, and whether the entity is in control at this moment.  Gain 1 S-TAG on the target per DoS scored if the entity is active.",
    "altDescription": null
  },
  {
    "spellName": "Sense Death",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Burst (Special)",
    "action": "Cmplx (45T)",
    "duration": "Instant",
    "keywords": "Divination",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You can detect corpses and the decay of the dead. You gain Sensed on all Corpses, Cadavers, and Skeletal Remains, with 10 yards per Effect.",
    "altDescription": null
  },
  {
    "spellName": "Sense Mind",
    "complexity": "5",
    "flare": "4",
    "range": "40 yds",
    "target": "Burst (10)",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Psychic Effect",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You reach out with your mind, sensing the presence of thought. You gain Sensed on all targets in the affected area with a mind (not immune to Psychic Effects). You know their direction and distance from you. You may target them with any spell that is considered a Psychic Effect, regardless of the spell's listed range and target. If the targets move more than 40 yards from you, you no longer have them Sensed.",
    "altDescription": null
  },
  {
    "spellName": "Sense Spirit",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (5)",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You extend your senses beyond their physical constraints. You gain Sensed on Spirits within the Aura, depending on the realm they reside in, and your DoS. At DoS 1, you sense the Shadowlands. At DoS 2, you sense spirits in the Shardlands. At DoS 3, you sense spirits in the Fey Realm.",
    "altDescription": "-"
  },
  {
    "spellName": "Sense the Sun",
    "complexity": "2",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "-",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "You are aware of the sun's location, giving you accurate knowledge of direction and time of day, as well as depth underground.",
    "altDescription": "-"
  },
  {
    "spellName": "Sever Animus",
    "complexity": "6",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "TSA (1)",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Animated creatures, Corpses, Plants, and Constructs, lose their animated force. The targeted Animant is Unconscious for the duration. This is not considered a Trauma Condition.",
    "altDescription": null
  },
  {
    "spellName": "Severance",
    "complexity": "6",
    "flare": "7",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Cmplx (45T+M)",
    "duration": "Special",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You sever the chord that binds the Spirit to the body. The spirit is considered to be Astrally Projecting for the duration, but their body is Sprawled and Unconscious. Each Cycle Maintenance, as a Spell Effect, the target may attempt to reattach to their body by making a straight Attribute Check of Willpower vs. a TN equal to your Effect. Each Cycle Maintenance after the first, this TN goes down by 1.",
    "altDescription": null
  },
  {
    "spellName": "Shadow Cloak",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment, Subtle",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "The shadows thicken and tighten around you. As long as the area within the aura would confer Concealed condition modifiers, augment the Concealed rating of the area by +1 per DoS, to a max of +5.",
    "altDescription": null
  },
  {
    "spellName": "Shadowy Tendrils",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Cmplx (60T)",
    "duration": "Sustain (2AP)",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Shadowy tendrils of psychic energy erupt from you, like looming black serpents. You generate 1 Shadowy Tendril per DoS. These are treated as Auxiliaries, and each Cycle Maintenance, each one will make one attack at a target you designate within Measure 0/3 of you. This attack uses your Focus Magic (Manipulate) Action Check and deals MP+4(9+):D-0, Psychic Damage. These shadow tendrils have an EVA of 1, and 1 Life Block, and are immune to Psychic Damage. Each Shadowy Tendril confers Accurate (+1) to Athletics (Grapple) Action Checks.",
    "altDescription": null
  },
  {
    "spellName": "Shape Stone",
    "complexity": "3",
    "flare": "2",
    "range": "Self",
    "target": "Burst (20)",
    "action": "Cmplx (60T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Reshape and reform 1 cubic yard of stone or soil in any way desired, within the affected area. The end result of this shaping gains no special ability to stand on it's own, and may collapse due to gravity (e.g. a wall made of sand). Also material cannot be created nor destroyed by this spell, simply reshaped or moved. Note that a 1 foot thick wall, 3 feet tall by 9 feet long is equivalent to one cubic yard.",
    "altDescription": "-"
  },
  {
    "spellName": "Shards",
    "complexity": "2",
    "flare": "3",
    "range": "20 yds",
    "target": "Burst (1)",
    "action": "Cmplx (45T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "The ground sharpens and explodes into a shower of shrapnel and pebbles. All targets in the affected area take MP+5(8+)|I-2 ~or~ hMP+4(6+)|P-1, at caster's discretion. Targets must be on stone, or earthen ground. Will not work on floors of wood, in water, on roofs, etc.",
    "altDescription": null
  },
  {
    "spellName": "Share Sense",
    "complexity": "1",
    "flare": "1",
    "range": "Sensed",
    "target": "Personal",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Psychic Effect, Enchantment",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You may share senses with an Animal, gaining the ability to piggyback on a single sense per DoS (Sight, Scent, Taste, etc.). While you gain the target's sense, you gain it from their position and perspective, and lose those senses where you physically are.",
    "altDescription": null
  },
  {
    "spellName": "Sheen",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Days (Eff)",
    "keywords": "Illusion, Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You cause an item to have a change to its apparent quality or makeup, in so long as it retains its relative shape and size. A rotted apple can appear pristine and fresh, a lump of coal as a diamond. The object must be no larger than something that can be held in an outstretched hand.",
    "altDescription": null
  },
  {
    "spellName": "Shoulder Burden",
    "complexity": "2",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (25T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Your frame and body are buoyed against the burden of weight while sustaining this spell. Your Stability is considered +1 per DoS for purposes of determining Bulk Management, and your Carrying Capacity is considered +10 lbs. per DoS for Encumbrance.",
    "altDescription": null
  },
  {
    "spellName": "Sign of the Foe",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (3)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You mark a single enemy on the field for death. Apply 1 S-TAG per DoS to the target. A target can only be affected by this spell once per Scene.",
    "altDescription": null
  },
  {
    "spellName": "Sixth Sense",
    "complexity": "1",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment, Divination",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Dreaming",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "The hairs on your arms, and the back of your next, give you a preternatural sense. You may make Reactions to actions for which you are unaware, or have not Detected. Gain +1 to Reflexes per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Skin of Iron",
    "complexity": "2",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Morphic): [c]+BOD",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Your skin takes on a gray and pallid color. Gain Resistant to Cutting and Piercing Damage equal to your DoS, and Resistant to Impact of 1 for every 2 DoS.",
    "altDescription": null
  },
  {
    "spellName": "Slip (Hex)",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds.",
    "target": "Single",
    "action": "Reaction (15T+G)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Your enemies find their advances cut short. A reaction to a Move Action in your Facing. Nominate one hex along the target's move path. At that point, the target becomes Sprawled.",
    "altDescription": null
  },
  {
    "spellName": "Slip",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (30T)",
    "duration": "Instant",
    "keywords": "TSA (1), Teleport",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "A sigh and hiss of air accompanies you as you vanish from one point, only to appear a short distance away. You may teleport to any hex/space within a number of yards equal to your Effect. Your Facing is unchanged. This is not considered Movement. On teleporting, gain Momentum.",
    "altDescription": null
  },
  {
    "spellName": "Slow Fall",
    "complexity": "3",
    "flare": "2",
    "range": "80 yds",
    "target": "Single",
    "action": "Surge (M+1AP)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You save a target from a deadly fall.  Target gains Gliding condition, with a Gliding Speed of 1 per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Snatch Vine",
    "complexity": "2",
    "flare": "3",
    "range": "Sensed",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Support (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Vines and branches snatch at the target, entwining them. A root system, vine, vegetated ground, or tree must be within Measure (2) of the target. The Vine grapples the nearest enemy target, per the Initiate Grapple Action, each Cycle Maintenance as a Spell Effect. The Vine's Athletics (Grapple) Check is equal to your Magic Power, with a Threshold of 9 minus your DoS. The only Maneuvers the vine can make is Gain Control and Restrain. This animated vine cannot make move actions but has a Measure of 0/2. It is lightly injured at 2 damage, heavily at up to 4, and destroyed on 5 or more damage. It is considered an Animant (Plant).",
    "altDescription": null
  },
  {
    "spellName": "Solid Foundation",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (20T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "While standing on stone or earth, you become more difficult to move. Gain Momentum on cast. Gain Immobilized throughout the duration of this Spell. Gain a Accurate (+1) per DoS to Athletics (Grapple) Action Checks and BOD Defense against effects that would cause you to become Prone, Sprawled, or lifted from the ground. Grapple Maneuvers that produce these conditions require additional Effect equal to DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Soothe Suffering",
    "complexity": "3",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Scene",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Although their wounds are grievous, they do not impede them. The target of this spell benefits from Pain Relief (DoS) for the Scene.",
    "altDescription": "-"
  },
  {
    "spellName": "Soothing Mist",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Corpus Effect, Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Those within the aura ignore the pain of their wounds. Anyone in the aura benefits from Pain Relief (DoS).",
    "altDescription": "-"
  },
  {
    "spellName": "Soul Bolt",
    "complexity": "3",
    "flare": "4",
    "range": "RI (5)",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "Missile",
    "check": "Focus Magic (Banish): [c]+AVO",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A terrible black bolt fires from your hand, draining the life away from those you strike. The Bolt deals M(9+): D-0, Precise (-2), Lingering, Etheric Damage.",
    "altDescription": "-"
  },
  {
    "spellName": "Soul Harvest",
    "complexity": "4",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Cycles (3)",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Necromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The target is encased in a coiling nimbus of green light. The target takes MP+Effect(9+):D-0, Pervasive (9), Lingering, Etheric Damage, Each Cycle Maintenance as a Spell Effect.",
    "altDescription": null
  },
  {
    "spellName": "Soul Mark",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (30T)",
    "duration": "Days (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You leave an indelible mark on the spirit of the target that only you can detect. Gain Sensed on the marked target, regardless of distance, and you always know their direction and distance from you. Gain Momentum on successfully casting Soul Mark on a target.",
    "altDescription": null
  },
  {
    "spellName": "Soul Sapping",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Burst (3)",
    "action": "Cmplx (60T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Waves of atrophy pulse around you. Targets around you take Effect + Magic Power (9+): D-0, Lingering, Psychic Damage. For each point of damage you deliver, restore 1 lost AP. If you would gain more than your maximum AP< gain Momentum.",
    "altDescription": null
  },
  {
    "spellName": "Spark",
    "complexity": "1",
    "flare": "1",
    "range": "RI (4)",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Instant",
    "keywords": "Dazing, Missile",
    "check": "Focus Magic (Manipulate): AVO",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A ball of arcing sparks flies from your outstretched hand. This is a Bolt attack against a target's AVO. Those struck by Spark take damage equal to hMP (6+): E(-3), Electrical. This damage is Dazing.",
    "altDescription": "-"
  },
  {
    "spellName": "Speak with Animals",
    "complexity": "2",
    "flare": "1",
    "range": "Sensed",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You telepathically speak with the spirit of any Fauna. This allows you to engage an animal in a mental conversation. It's reasoning and logic skills are equivalent to a 3 year old human child, and they mostly think in terms of needs and emotions. As it is telepathic language is not a factor. While this does not make them under your command, you may engage them in effects that impact their Morale and Logic (Morale and Logic Conditions), and communicate with them directly, gaining a bonus to Charisma based action checks against them equal to your DoS.",
    "altDescription": "-"
  },
  {
    "spellName": "Speak with Beasts",
    "complexity": "3",
    "flare": "2",
    "range": "Sensed",
    "target": "Single",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Psychic Effect",
    "check": "Bonds Magic (Spirit): SPI+[c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You telepathically speak with the spirit of any Creature (Beast). This allows you to engage it in a mental conversation. As it is telepathic language is not a factor. While this does not make them under your command, you may engage them in effects that impact their Morale and Logic (Morale and Logic Conditions), and communicate with them directly, gaining a bonus to Charisma based action checks against them equal to your DoS.",
    "altDescription": null
  },
  {
    "spellName": "Spectral Eye",
    "complexity": "2",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Sustain (1AP)",
    "keywords": "Summon (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A translucent orb about the size of a dinner plate, seemingly made of green smoke, shimmers into existence. The Spectral Eye is treated as a Summon (Logical) and operates as an Actor. It's Initiative when summoned is equal to the Caster's Initiative +10T. The Spectral Eye is Levitating with a Speed of 5, and a max height of 5 yards. It is immune to all damage except for Etheric and Disruptive, and is destroyed if it takes even a single point of damage. Its EVA, BOD, SPI are a 1, but its AWA is a 5, and it is considered Furtive (DoS). It can only make Movement actions, and these actions do not affect its Furtive rating. It has a Facing of 4, and whatever the eye can see, the caster has Sighted. If it is within the Facing of the eye, it is considered to be within facing of the caster. You may also cast spells from the eye, as if it were you for purposes of distance and targeting. As you have the vision of the eye intermingled with your own, your Melee and Missile Attacks are Accurate (-3). Observation Action Checks that are made on an area perceived by the eye are Accurate (DoS).",
    "altDescription": null
  },
  {
    "spellName": "Split Mind",
    "complexity": "5",
    "flare": "6",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (60T)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "Your mind becomes capable of holding multiple foci without becoming distracted. Each DoS scored grants 1AP which can be used exclusively for Sustaining Spells that require AP. These AP do not replenish at the end of a Scene, but may sustain any attached spell until you Sleep or go Unconscious.",
    "altDescription": null
  },
  {
    "spellName": "Spore Bomb",
    "complexity": "5",
    "flare": "4",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Special",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A giant fungus begins bubbling up.  Must be cast on ground that supports vegetation.  The Spore begins with a Detonation Value (DV) equal to your hM.  Each Cycle Maintenance, as a Spell Effect, that Spore gains a Detonation Value equal to your DoS.  At any point, as a 0T Surge, you may elect to detonate the Spore.  If the Spore takes 5 damage it immediately detonates.  It has a Size of 0, and grows by 1 Size Category each Cycle Maintenance, up to Size 3.\u000a\u000aDV 1-6: Burst (2) - 8d(8+): I-2, Impact Damage, 4d(6+): X-2, Necrotic Damage, both are Pervasive (4)\u000aDV 7-10: Burst (3) - 10d(8+): I-2, Impact Damage, 5d(6+): X-2, Necrotic Damage, both are Pervasive (4)\u000aDV 11-14: Burst (4) - 12d(8+): I-2, Impact Damage, 6d(6+): X-2, Necrotic Damage, both are Pervasive (4)\u000aDV 15-18: Burst (5) - 14d(8+): I-2, Impact Damage, 7d(6+): X-2, Necrotic Damage, both are Pervasive (4)\u000aDV 19+: Burst (5) - 18d(8+): I-2, Impact Damage, 9d(6+): X-2, Necrotic Damage, both are Pervasive (6)",
    "altDescription": "-"
  },
  {
    "spellName": "Spore Detonation",
    "complexity": "3",
    "flare": "4",
    "range": "40 yds",
    "target": "Burst (5)",
    "action": "Cmplx (45T)",
    "duration": "Cycles (3)",
    "keywords": "Corpus Effect",
    "check": "Bonds Magic (Spirit): BOD+[c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Black pustulant mushrooms begin growing from the ground and release a toxin cloud of spores. Targets in the area are unable to breath (Suffocating), and gain Suffocation Counters equal to DoS, and are Blind while in the affected area. Exiting the affected area allows them to breathe again, and Blind ends on the first Cycle Maintenance after existing the area as a Periodic Effect.",
    "altDescription": "-"
  },
  {
    "spellName": "Static Illusion",
    "complexity": "4",
    "flare": "4",
    "range": "20 yds",
    "target": "Special",
    "action": "Cmplx (40T)",
    "duration": "Days (Eff)",
    "keywords": "Illusion, Enchantment",
    "check": "Focus Magic (Manipulate): [c]+Special",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You visually reshape an area to your will and design. The TN is modified by the size and detail of the Illusion. A 10x10 foot wall, with a simple plaster design would be +0. Increase the TN by up to +5 for size: Room (+1), House (+2), Manor (+3), Castle (+4), Village (+5). Increase the TN by up to +5 for detail: Simple/Textured (+1), Trees and Shrubs (+2), Colorful (+3), Detailed Designs (+4), Varied Details of all Kinds (+5). To see through the Illusion is a Observation (Search) with a TN equal to your Effect.",
    "altDescription": null
  },
  {
    "spellName": "Still the Night",
    "complexity": "1",
    "flare": "1",
    "range": "20 yds",
    "target": "Burst (Special)",
    "action": "Surge (1AP)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "All ambient noise from chirping insects immediately ceases in a radius of 5 yds per DoS (Burst 10 per DoS), making it easier to detect enemies with a Furtive rating in the targeted area.",
    "altDescription": null
  },
  {
    "spellName": "Stone Stoicism",
    "complexity": "1",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (G+M)",
    "duration": "Instant",
    "keywords": "Subtle",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "Your mind becomes a tabula rasa. Gain +1 GRI per DoS against a single attack.",
    "altDescription": null
  },
  {
    "spellName": "Stone's Throw",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M+5T)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]+AVO",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Stones fly from your outstretched hands. This is a Boost to a thrown stone,or hurled sling bullet attack. If a Stone, the attack gains bonus Impact Damage Dice equal to MP, and increases its Range Increment by 1 per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Storm Bolt",
    "complexity": "2",
    "flare": "3",
    "range": "RI (8)",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Instant",
    "keywords": "Electrical, Precise (-2), Dazing, Missile",
    "check": "Focus Magic (Manipulate): [c]+AVO",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A fierce crack of Lightning bolts from you in a loud and brilliant flash. Struck targets suffer damage equal to MP (6+): E(-3), Electrical. This damage is Dazing.",
    "altDescription": "-"
  },
  {
    "spellName": "Storm Calling",
    "complexity": "6",
    "flare": "6",
    "range": "Special",
    "target": "Special",
    "action": "Cmplx (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment, Electrical, Stunning, Pervasive (6)",
    "check": "Focus Magic (Manipulate): [c]+Special",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "Obsidian clouds unfurl in the sky like a heavy drop of black ink in a cup of clear water. Storm Calling can only be cast if the caster can see the sky. The affected area is roughly a half mile in radius around the caster covered in the storm front. While sustained, each Cycle Maintenance, as a Spell Effect, the caster can nominate a single target they have Sensed, who is within the storm front and not under any meaningful overhead cover (indoors in a stone building), be struck by a strike of lightning. The target can make no reactions to this strike as it is undetectable, and too fast. This lightning strike is DMP+4(6+): E(-6), Electrical, Stunning, Pervasive (6) Damage.",
    "altDescription": "-"
  },
  {
    "spellName": "Strength of the Bear",
    "complexity": "3",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "Gain +1 to Body Power at DoS 1, 3, and 5, and Accurate (+1) to all Strength based Action Checks at DoS 2 and 4.",
    "altDescription": "-"
  },
  {
    "spellName": "Stricken Blind",
    "complexity": "4",
    "flare": "5",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment, Corpus Effect",
    "check": "Blood Magic (Morphic): [c]+BOD",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "The target of this spell becomes Blind.",
    "altDescription": "-"
  },
  {
    "spellName": "Stricken Dumb",
    "complexity": "3",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment, Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You shut the world away from the target. The target is Deaf and Mute.",
    "altDescription": "-"
  },
  {
    "spellName": "Suffusion of Confidence",
    "complexity": "3",
    "flare": "4",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 9 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target gains Accurate (DoS) on CHA based Action Checks",
    "altDescription": null
  },
  {
    "spellName": "Suffusion of Guile",
    "complexity": "3",
    "flare": "4",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 9 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target gains Accurate (DoS) on INT based Action Checks",
    "altDescription": "-"
  },
  {
    "spellName": "Suffusion of Mending",
    "complexity": "3",
    "flare": "4",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 9 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target Wound lowers 1 Mortality per DoS",
    "altDescription": "You may gain +1d per DoS to resolve an Obstacle that has worked wood as key component of an Obstacle (Barred/Locked Door for example). This can be used in conjunction with any other Resolution Path."
  },
  {
    "spellName": "Suffusion of Rage",
    "complexity": "3",
    "flare": "4",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 9 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target gains Accurate (DoS) on STR based Action Checks",
    "altDescription": "In a Chase or Infiltration Scene, this spell can allow the party to bypass water barriers. This resolves the Obstacle as a Group with 3 Effect."
  },
  {
    "spellName": "Summon Air Drake",
    "complexity": "5",
    "flare": "6",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Special",
    "keywords": "Summon (Autonomous)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You summon a mighty elemental drake. Cannot be summoned under water. The Drake loses 1 Reserve Pool each Cycle Maintenance as a Periodic Effect. When this is reduced to 0, the Drake Dissipates from the world. Each DoS scored confers you a single Command to demand of the Drake. The first Command is issued as part of the Summons, the remainder require a 40T Complex Action, but need not be verbal. When their Reserves Reach 0, or their Commands are completed, the Drake Dissipates from the world.",
    "altDescription": null
  },
  {
    "spellName": "Summon Air Sprites",
    "complexity": "2",
    "flare": "3",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (3)",
    "keywords": "Summon (Literal)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A swarm of swirling sparks pop into existence. Cannot be summoned under water. This summons an Air Sprite Swarm (Auxiliary) with a Swarm Strength equal to your Effect. The Air Sprites can take action on the next Cycle Maintenance as an Auxiliary. Air Sprites are a Tasked Summon (Simple). The caster tasks the Air Sprites as part of the initial summons, but must spend a Standard Action (10T) to provide it a different command later.",
    "altDescription": null
  },
  {
    "spellName": "Summon Fire Drake",
    "complexity": "5",
    "flare": "6",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Special",
    "keywords": "Support (Autonomous)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You summon a mighty elemental drake. The Drake loses 1 Reserve Pool each Cycle Maintenance as a Periodic Effect. When this is reduced to 0, the Drake Dissipates from the world. Each DoS scored confers you a single Command to demand of the Drake. The first Command is issued as part of the Summons, the remainder require a 40T Complex Action, but need not be verbal. When their Reserves Reach 0, or their Commands are completed, the Drake Dissipates from the world.",
    "altDescription": null
  },
  {
    "spellName": "Summon Fire Sprite",
    "complexity": "2",
    "flare": "3",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (3)",
    "keywords": "Summon (Literal)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A swarm of popping cinders sizzle into existence. Cannot be summoned under water. This summons an Cinders Swarm (Auxiliary) with a Swarm Strength +1 per DoS. The Cinders can take action on the next Cycle Maintenance as an Auxiliary.",
    "altDescription": null
  },
  {
    "spellName": "Summon Gnome",
    "complexity": "4",
    "flare": "5",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (Eff)",
    "keywords": "Summon (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The earth and sand grows from the ground, sculpting into a squat humanoid. The Gnome enters the combat scene as an Actor with an Initiative rating of +10 from the caster's Initiative at the start of this pass. A Gnome is a Tasked Summon (Logical). The caster tasks the Gnome as part of the initial summons, but must spend a Standard Action (10T) to provide it a different command later.",
    "altDescription": "-"
  },
  {
    "spellName": "Summon Mudmen",
    "complexity": "2",
    "flare": "2",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (3)",
    "keywords": "Summon (Literal)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A swarm of earth sprites, or mudmen, appear. This summons an Earth Sprite Swarm (Auxiliary) with a Swarm Strength equal to your Effect. The Earth Sprites can take action on the next Cycle Maintenance as an Auxiliary. Earth Sprites are a Tasked Summon (Simple). The caster tasks the Earth Sprites as part of the initial summons, but must spend a Standard Action (10T) to provide it a different command later.",
    "altDescription": null
  },
  {
    "spellName": "Summon Salamander",
    "complexity": "4",
    "flare": "5",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (Eff)",
    "keywords": "Summon (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Flames spark and sizzle into a serpentine salamander. This spell must be cast in an area with an open flame, equivalent to at least a campfire.  The Salamander enters the combat scene as an Actor with an Initiative rating of +10 from the caster's Initiative at the start of this pass",
    "altDescription": null
  },
  {
    "spellName": "Summon Self",
    "complexity": "4",
    "flare": "5",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (60T)",
    "duration": "Cycles (Eff)",
    "keywords": "Summon (Autonomous), TSA (2)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "A second you appears. You summon a duplicate of yourself, perhaps from the future. This is considered an Summons (Autonomous), but it is a copy of you in all things, including equipment, memories, etc. It's initiative is equal to your initiative at the start of your pass, +10 Ticks. It enters the scene with all your current conditions, AP, RP, wounds, etc. It, however, has no Fate Pool. If your duplicate dies, it disappears, and you gain 5 Doom Tokens, and you suffer a Severe Trauma Event (Fear). These Doom Tokens persist until they are spent by the Sage, and do not go away at the end of the Chapter.",
    "altDescription": null
  },
  {
    "spellName": "Summon Stone Drake",
    "complexity": "5",
    "flare": "6",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Special",
    "keywords": "Summon (Autonomous)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Geomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You summon a mighty elemental drake. The Drake loses 1 Reserve Pool each Cycle Maintenance as a Periodic Effect. When this is reduced to 0, the Drake Dissipates from the world. Each DoS scored confers you a single Command to demand of the Drake. The first Command is issued as part of the Summons, the remainder require a 40T Complex Action, but need not be verbal. When their Reserves Reach 0, or their Commands are completed, the Drake Dissipates from the world.",
    "altDescription": null
  },
  {
    "spellName": "Summon Sylph",
    "complexity": "4",
    "flare": "5",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (Eff)",
    "keywords": "Summon (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The wind whips and coalesces into a man sized dust devil that takes on the semblance of a dancing woman as it twists in its place. Cannot be summoned under water. The Sylph enters the combat scene as an Actor with an Initiative rating of +10 from the caster's Initiative at the start of this pass. A Sylph is a Tasked Summon (Complex). The caster tasks the Sylph as part of the initial summons, but must spend a Standard Action (10T) to provide it a different command later.",
    "altDescription": "-"
  },
  {
    "spellName": "Summon Undine",
    "complexity": "4",
    "flare": "5",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (Eff)",
    "keywords": "Summon (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The waters swirl and rise into a man sized water spout that takes on the semblance of an undulating woman as it twists in its place. This spell must be cast on a body of water, equivalent to at least 10 gallons. The Undine enters the combat scene as an Actor with an Initiative rating of +10 from the caster's Initiative at the start of this pass. A Undine is a Tasked Summon (Logical). The caster tasks the Undine as part of the initial summons, but must spend a Standard Action (10T) to provide it a different command later.",
    "altDescription": "-"
  },
  {
    "spellName": "Summon Water Drake",
    "complexity": "5",
    "flare": "6",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Special",
    "keywords": "Summon (Autonomous)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "You summon a mighty elemental drake. The Drake loses 1 Reserve Pool each Cycle Maintenance as a Periodic Effect. When this is reduced to 0, the Drake Dissipates from the world. Each DoS scored confers you a single Command to demand of the Drake. The first Command is issued as part of the Summons, the remainder require a 40T Complex Action, but need not be verbal. When their Reserves Reach 0, or their Commands are completed, the Drake Dissipates from the world.",
    "altDescription": null
  },
  {
    "spellName": "Summon Water Sprites",
    "complexity": "2",
    "flare": "2",
    "range": "40 yds",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Cycles (3)",
    "keywords": "Summon (Literal)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A swarm of mist and steam pop into existence. Cannot be summoned in dramatically dry and hot places, such as volcanic domains, or deserts. This summons a Water Sprite Swarm (Auxiliary) with a Swarm Strength equal to your Effect. The Water Sprites can take action on the next Cycle Maintenance as an Auxiliary. Water Sprites are a Tasked Summon (Simple). The caster tasks the Water Sprites as part of the initial summons, but must spend a Standard Action (10T) to provide it a different command later.",
    "altDescription": "-"
  },
  {
    "spellName": "Sunbeam",
    "complexity": "3",
    "flare": "3",
    "range": "RI: 10",
    "target": "Single",
    "action": "Stndrd (30T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): [c]+AVO",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "A white-hot beam of sunlight flies at your enemies. This attack deals xM+2(7+): H-0, Fire Damage. This attack is Precise (+2) in the first Range Increment.",
    "altDescription": "-"
  },
  {
    "spellName": "Sure Shot",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The arrows sparks to life with a golden glow. This spell can target a single piece of ammunition, granting it Accurate (+1) per DoS on its next immediate attack action. If this is not used within the Scene within which the spell is cast, the spell ends at the conclusion of the scene.",
    "altDescription": null
  },
  {
    "spellName": "Sure Striking Weapon",
    "complexity": "1",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The blade is encased in a nimbus of golden light. This spell can target a single melee weapon. This weapon gains Accurate (+1) per DoS on its next melee attack action. If this is not used within the Scene within which the spell is cast, the spell ends at the conclusion of the scene.",
    "altDescription": null
  },
  {
    "spellName": "Sureflight Missile",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (+15T+M)",
    "duration": "Instant",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You enchant a fired arrow to fly true, favored by the winds. This is a Boost to an attack with a missile attack (bows, crossbows, slings, thrown weapons). The Boosted attack action gains Accurate (+1) for each DoS. The attack additionally gains Deadly (+1), and Precise (+1) each DoS after 2.",
    "altDescription": null
  },
  {
    "spellName": "Take Root",
    "complexity": "4",
    "flare": "3",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd(25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "Vines and foliage wrap around your legs and trunk, making you immovable. While sustained you are Immobilized. Gain Accurate (DoS) to Athletics (Grapple and Prowess) Action Checks, cannot become Prone, Kneeling, or Sprawled. Gain Armor (Outer Layer) with Extent equal to DoS that confers Hardnesses C, P, I, H, X equal to your Magic Power, and hM against D and E damage.",
    "altDescription": "-"
  },
  {
    "spellName": "The Shortest Step",
    "complexity": "4",
    "flare": "4",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (50T)+1RP",
    "duration": "Instant",
    "keywords": "TSA (1)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "You disappear, reappearing far far away, with an enormous crack of thunder. Move a maximum of 25 yds per DoS to a target hex/space you can see, or that you have seen before and is within range.",
    "altDescription": null
  },
  {
    "spellName": "Thunder Crack",
    "complexity": "1",
    "flare": "2",
    "range": "40 yds",
    "target": "Burst (3)",
    "action": "Stndrd (25T)",
    "duration": "Instant",
    "keywords": "Deafening, Dazing",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "A reverberating crack and boom blows in the area. Note Effect and compare against the AWA and BOD defenses of all in the affected area. If Effect equals or exceeds the target's AWA they are Deaf for 3 Cycles, and if it equals or exceeds BOD they are Dazed.",
    "altDescription": null
  },
  {
    "spellName": "Thunderous Strikes",
    "complexity": "2",
    "flare": "2",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "A resounding boom and crack erupts when the enchanted weapon strikes its foe. Thunderous Strike can be cast on a melee weapon, or fists, that deal Impact Damage. On its next damage check, the enchanted weapon gains +3 damage dice for each DoS scored. If this is not used within the Scene within which the spell is cast, the spell ends at the conclusion of the scene.",
    "altDescription": "-"
  },
  {
    "spellName": "Traits of the Wild",
    "complexity": "4",
    "flare": "5",
    "range": "Self",
    "target": "Personal",
    "action": "Cmplx (45T+M)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Morphic): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Your body undertakes subtle changes, taking on animalistic traits.  Select 1 Trait per DoS:\u000a\u000aToughened Hide: Gain +3 vs. C, and P, and +1 vs. I and H, Extent 9\u000aClaws: Gain a Claw Rake Attack, WS-20, hBP+3(7+)|C-1 [Hooked, Deadly(1),CQ]\u000aBite: Gain a Bite Attack, WS-25, 3d(6+)|P-2 [IG, Precise]\u000aNight Vision: Gain Nocturnal Vision\u000aScent: Gain the Scent Sense Ability\u000aFerocity: Gain +3d to Athletics and Agility Action Checks\u000aStalker: Gain +3d to Stealth and Observation Action Checks",
    "altDescription": "-"
  },
  {
    "spellName": "Tranquility",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+GRI",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Peace falls over the target, calming their heart. Target, while affected, cannot gain Momentum, nor expend Morale Pool. Remove one level of Cowed per DoS, or reduce Frenzy to Berserk, or Berserk to Normal.",
    "altDescription": null
  },
  {
    "spellName": "Transmutation of Accuracy",
    "complexity": "4",
    "flare": "5",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 12 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target Weapon gains Accurate +1 per DoS",
    "altDescription": null
  },
  {
    "spellName": "Transmutation of Power",
    "complexity": "4",
    "flare": "5",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 12 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target Weapon gains +1 Power per DoS",
    "altDescription": "-"
  },
  {
    "spellName": "Transmutation of Sharpness",
    "complexity": "4",
    "flare": "5",
    "range": "Measure (0)",
    "target": "Single",
    "action": "Prep (1) + 12 Legend",
    "duration": "Days (1)",
    "keywords": "Enchantment",
    "check": "Axiomatic Magic (Ritual): [c]",
    "spellClass": "Sorcery",
    "school": "Alchemy",
    "skill": "Axiomatic Magic",
    "focus": "Ritual",
    "spellType": "Spell",
    "description": "Target Weapon gains Pen +1 per DoS",
    "altDescription": "-"
  },
  {
    "spellName": "Treacherous Terrain",
    "complexity": "3",
    "flare": "2",
    "range": "40 yds",
    "target": "Burst (6)",
    "action": "Cmplx (25T)",
    "duration": "Scene",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]+Special",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Vines, vegetation, flora, chaotically erupt and explode out of the ground.  The TN for this spell is modified based on the terrain it is cast on, but it must be cast on a floor on ground level that is touching the earth.  The TN is +6 if on stone/tile, +4 if a desert or infertile ground, +2 if ground is covered by wood flooring.  The Terrain is considered Hazardous at DoS 5, Rough at DoS 4, and Difficult at DoS 3, at DoS 1 or 2, the terrain is unmodified, but there is ample created vegetation to justify casting spells like Willo-Whip, Verdant Awakening, or Snatchvine now.",
    "altDescription": null
  },
  {
    "spellName": "Unerring Arrows",
    "complexity": "2",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Stndrd (20T)",
    "duration": "Special",
    "keywords": "Enchantment",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The arrows emanates a silver blue light at its point. This spell can target a single piece of ammunition, granting it Precise (+1) per DoS on its next immediate attack action. If this is not used within the Scene within which the spell is cast, the spell ends at the conclusion of the scene.",
    "altDescription": null
  },
  {
    "spellName": "Upheaval",
    "complexity": "1",
    "flare": "1",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (45T+M)",
    "duration": "Cycles (3)",
    "keywords": "Corpus Effect",
    "check": "Blood Magic (Morphic): [c]+SPI",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "The target is wracked with pains and sickness as they wrestle with their misdeeds.  The target gains Sickened (1) per DoS.  A target cannot suffer from this spell more than once per scene.",
    "altDescription": null
  },
  {
    "spellName": "Vanish",
    "complexity": "1",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (2RP)",
    "duration": "Cycles (DoS)",
    "keywords": "Illusion, Enchantment",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Eldritch",
    "school": "Glamours",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You disappear. The caster gains Invisible.",
    "altDescription": null
  },
  {
    "spellName": "Verdant Awakening",
    "complexity": 4,
    "flare": "5",
    "range": "Self",
    "target": "Burst (10)",
    "action": "Cmplx (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment, Support (Autonomous)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "All vegetation in the affected area rises to your will. Must be cast on an area that supports vegetation. Each Cycle Maintenance, you may purchase any of the following effects as Maneuvers, with Effect gained on casting:\u000a\u000aGrab (3 Eff): A vine or branch or root system makes a MP(6+) vs. Athletics (Grapple) or Agility (Escape) on a Single Target. It may purchase a Control or Restrain Maneuver\u000aImpede (2 Eff): Single Target gains the IMPEDED condition while they remain in the area until the Next Cycle Maintenance\u000aPummel (3 Eff): Single Target is attacked by a tree branch. MP(6+): EVA. Damage is DMP(8+)|I-1\u000aVine Whip (2 Eff): Single Target is lashed at by a vine or thin branch. MP(6+): EVA. Damage is MP(7+)|C-1\u000aConstrain (1 Eff): One Hex is considered Impassable Terrain and constrains targets with an Unwieldy Weapon",
    "altDescription": null
  },
  {
    "spellName": "Vermin Lord",
    "complexity": "5",
    "flare": "5",
    "range": "10 yds",
    "target": "Single",
    "action": "Cmplx (45T+M)",
    "duration": "Sustain (2AP)",
    "keywords": "Support (Autonomous)",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Animism",
    "school": "Zoomancy",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "You cause a swarm of stinging and biting insects, a Death Swarm, with a bonus to its Swarm Strength equal to your DoS, to crawl out from the environment and coalesce under your command.  This is treated as a Support (Autonomous).",
    "altDescription": null
  },
  {
    "spellName": "Vineswarm",
    "complexity": "1",
    "flare": "2",
    "range": "20 yds",
    "target": "Special",
    "action": "Stndrd (20T)",
    "duration": "Cycles (3)",
    "keywords": "Support (Literal)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The vines, brush, and foliage coalesce into an instrument of your will. Create a Vineswarm Auxiliary. Gain +1 Swarm Strength per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Visage of the Abyss",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Stndrd (20T)",
    "duration": "Cycles (Eff)",
    "keywords": "Psychic Effect",
    "check": "Blood Magic (Morphic): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Blood Magic",
    "focus": "Morphic",
    "spellType": "Spell",
    "description": "Your face appear uncanny and misshapen to all who approach too close. Note Effect on Manifesting. Any target that shares your Facing and can see your eyes cannot approach you with movement, closer than Measure 4, if your effect exceeds their GRI. If they are closer than Measure 4, and then gain your visage later (such as going Blind to make the move, or Strafing in to you), then they gained Cowed upon seeing your eyes if your Effect exceeds their GRI and must spend their next action moving to measure 4 or further away from you. A single target cannot be made Cowed more than once from this ability in a Scene.",
    "altDescription": null
  },
  {
    "spellName": "Vision",
    "complexity": "4",
    "flare": "5",
    "range": "Self",
    "target": "Personal",
    "action": "Surge (1RP)",
    "duration": "Special",
    "keywords": "Divination",
    "check": "Bonds Magic (Ego): [c]",
    "spellClass": "Eldritch",
    "school": "Charms",
    "skill": "Bonds Magic",
    "focus": "Ego",
    "spellType": "Spell",
    "description": "A quick flash of pivotal moments, all in the near future, flash before your eyes. Gain 1 Prophecy Pool per DoS for use in this Chapter. This Prophecy Pool is for your use alone, and cannot be granted. You may not gain Prophecy Pool from this spell more than once per Chapter.",
    "altDescription": null
  },
  {
    "spellName": "Voice of the Deep",
    "complexity": "1",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Boost (M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Sorcery",
    "school": "Demonology",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "Your voice takes on a deep and echoing tone. Cast as a Boost to a Persuade or Command Action Check, gain Accurate (DoS) to the Boosted Action.",
    "altDescription": null
  },
  {
    "spellName": "Void Door",
    "complexity": "3",
    "flare": "3",
    "range": "Special",
    "target": "Special",
    "action": "Cmplx (45T)",
    "duration": "Sustain (1AP)",
    "keywords": "TSA (2)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "A pair of two-dimensional rips tear through the fabric of reality, each leading to each other across an extradimensional span. You create two glimmering rips, both must be within your facing and the target location visible to you at the time of the cast. The maximum distance apart these rips can be is 10 yds per DoS. The rips are large enough that anyone size 4 or smaller can fit through it. By entering one rip, you may exit the other. This is treated as 1 yard of normal terrain to traverse the rips, regardless of how far they are from each other. The rips do not need to be affixed to anything, and can be cast on walls, in the open air, etc. The caster must determine the exit facing of both rips at the time of cast, and which way they face, although a rip can be entered from either side.",
    "altDescription": null
  },
  {
    "spellName": "Void Shield",
    "complexity": "1",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (5T+G+M)",
    "duration": "Instant",
    "keywords": "TSA (2)",
    "check": "Axiomatic Magic (Formulae): [c]",
    "spellClass": "Sorcery",
    "school": "Conjuration",
    "skill": "Axiomatic Magic",
    "focus": "Formulae",
    "spellType": "Spell",
    "description": "The arrow disappears before you, reappearing behind you as it continues its track. As a reacting to a missile attack (arrow, bolt) you may cause the projectile to pass through you, teleported behind you, ignoring the attack. The TN increases by +1 if this is a hafted missile, such as a spear or javelin, and +3 if the missile is from a siege weapon (ballista bolt). This cannot be used against large projectiles such as from a trebuchet or catapult.",
    "altDescription": null
  },
  {
    "spellName": "Wall of Flames",
    "complexity": "3",
    "flare": "3",
    "range": "20 yds",
    "target": "Special",
    "action": "Stndrd (30T+M)",
    "duration": "Cycles (Eff)",
    "keywords": "-",
    "check": "Focus Magic (Manipulate): [c]",
    "spellClass": "Elementalism",
    "school": "Pyromancy",
    "skill": "Focus Magic",
    "focus": "Manipulate",
    "spellType": "Spell",
    "description": "You create a wall of raging sheets of fire. The wall is a number of 3yd high by 3yd long by 1 yd thick sheets equal to your DoS. Anyone entering a hex occupied by the Wall of Flames takes xMP+8(7+)|H-2 [Pervasive 6, Agonizing, Deadly (1)] Fire Damage. This damage is delivered on entering a hex, if the fire wall is cast on someone, or if they stay in the wall during the Cycle Maintenance as a Spell Effect. The wall provides Concealment (5) against attacks that initiate on the other side of the wall from the target.",
    "altDescription": null
  },
  {
    "spellName": "Warp Metal",
    "complexity": "5",
    "flare": "6",
    "range": "20 yds",
    "target": "Single",
    "action": "Stndrd (30T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]+Special",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Worked metals twist, bend, and fold, becoming infirm. You may target a single piece of equipment or item made of metal, having the Ferrous keyword. The TN is augmented by the size and mass of the metal. Light Blades such as daggers, or knives, are TN +0, weighted weapon heads such as axes, or hammers, are TN +1, and large ferrous melee weapons such as swords, are TN +3. If targeting worn armor, the TN is equal to the Extent of the armor. Each DoS confers the Damaged keyword on the item: Undamaged -> Damaged -> Broken -> Destroyed, which means the targeted item, if undamaged, is Destroyed at DoS 3 or more.",
    "altDescription": null
  },
  {
    "spellName": "Warp Wood",
    "complexity": "2",
    "flare": "4",
    "range": "80 yds",
    "target": "Burst (3)",
    "action": "Stndrd (30T)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Apsychomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Worked wood in the affected area bends and twists, becoming permanently warped. You may spend Effect from Warp Wood on the following maneuvers:\u000a-1 Eff: Render a dozen arrows Broken on a single person\u000a-3 Eff: Inflict Damaged on a single Bow\u000a-2 Eff: Inflict Damaged on a single Hafted Weapon\u000a-2 Eff: Reduce Cover Rating of a Single Wooden Shield\u000a-4 Eff: Make a Door Stuck (must be broken down), or Uncloseable\u000a-6 Eff: Inflict Damaged on a wooden bridge, house, stairs, etc.",
    "altDescription": null
  },
  {
    "spellName": "Water Borne",
    "complexity": "1",
    "flare": "1",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Stndrd (25T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You and your allies walk on water as though it was solid ground. One target per DoS, of your choosing, may walk on the surface of water as though it were solid ground. These targets must stay within the affect of the aura. You may change, or end, who you are supporting with this spell as a Surge (5T). Water surface is treated as Normal Terrain, but could be Difficult, or Rough, if the seas are particularly turbulent. Targets cannot break the surface of the water of their own accord, but they could be dragged beneath the surface by an outside force through a grapple. Exiting the aura automatically ends the support.",
    "altDescription": null
  },
  {
    "spellName": "Water Breathing",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Aura (3)",
    "action": "Cmplx (30T)",
    "duration": "Sustain (1AP)",
    "keywords": "Enchantment",
    "check": "Blood Magic (Inherited): [c]",
    "spellClass": "Elementalism",
    "school": "Hydromancy",
    "skill": "Blood Magic",
    "focus": "Inherited",
    "spellType": "Spell",
    "description": "You and your allies can breathe in water as if it were air. One target per DoS, of your choosing, may breathe water. These targets must stay within the affect of the aura. You may change, or end, who you are supporting with this spell as a Surge (5T). Targets cannot gain Suffocating Counters due to drowning.",
    "altDescription": null
  },
  {
    "spellName": "Wave of Force",
    "complexity": "3",
    "flare": "3",
    "range": "Self",
    "target": "Cone (5)",
    "action": "Stndrd (45T+M)",
    "duration": "Instant",
    "keywords": "-",
    "check": "Focus Magic (Banish): BOD+[c]",
    "spellClass": "Sorcery",
    "school": "Telekinesis",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "Powerful waves of force push everyone backward. Targets are forced away from you 1 yd per DoS. If this is more than 2 yards they are knocked Sprawled or Prone at the end of the push. This is considered Movement by the target.",
    "altDescription": null
  },
  {
    "spellName": "Weight of Regret",
    "complexity": "3",
    "flare": "4",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (40T)",
    "duration": "Cycles (3)",
    "keywords": "Enchantment, Psychic Effect",
    "check": "Bonds Magic (Spirit): [c]+SPI",
    "spellClass": "Eldritch",
    "school": "Hexes",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "Held items become heavier and heavier. Whatever the target is holding, becomes heavier and heavier. If this is a weapon, they suffer Accurate (-1) per DoS, and the weapon gains Tiring and Unwieldy. Shields provide -1 Cover per DoS. If they are holding anything other than a weapon or a shield, the item's weight is effectively multiplied by the DoS. If they were holding a small child, for example, that could go from 40 lbs to 160 lbs at DoS 4.",
    "altDescription": null
  },
  {
    "spellName": "Willow-Whip",
    "complexity": "2",
    "flare": "2",
    "range": "20 yds",
    "target": "Single",
    "action": "Cmplx (60T)",
    "duration": "Sustain (1AP)",
    "keywords": "Support (Logical)",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "The vegetation coils and stitches together into an uncanny walking man.  This creates a Willow-Whip Auxiliary under the caster's control with 1 Encounter Pool per DoS.",
    "altDescription": null
  },
  {
    "spellName": "Wind Rider",
    "complexity": "2",
    "flare": "2",
    "range": "Self",
    "target": "Personal",
    "action": "Reaction (G+10T)",
    "duration": "Cycles (Eff)",
    "keywords": "Enchantment",
    "check": "Focus Magic (Banish): [c]",
    "spellClass": "Elementalism",
    "school": "Aeromancy",
    "skill": "Focus Magic",
    "focus": "Banish",
    "spellType": "Spell",
    "description": "You are caught aloft in the winds. While this spell persists, you may elect to gain the Gliding condition as a no cost Surge.",
    "altDescription": null
  },
  {
    "spellName": "Wither and Recede",
    "complexity": "1",
    "flare": "2",
    "range": "Self",
    "target": "Burst (Eff)",
    "action": "Surge (M)",
    "duration": "Permanent",
    "keywords": "-",
    "check": "Bonds Magic (Spirit): [c]",
    "spellClass": "Animism",
    "school": "Phytomancy",
    "skill": "Bonds Magic",
    "focus": "Spirit",
    "spellType": "Spell",
    "description": "All vegetation in the affected area ages and rots.  Animated plants all take MP(6+): X-3, Pervasive 9, Necrotic Damage.",
    "altDescription": "-"
  }
]
